{"meta":{"title":"Kocham Taniec","subtitle":null,"description":null,"author":"Piotr Trocki","url":"http://kochamtaniec.pl/blog"},"pages":[{"title":"Tags","date":"2015-09-13T13:56:18.118Z","updated":"2015-08-28T19:48:02.627Z","comments":true,"path":"tags/page.html","permalink":"http://kochamtaniec.pl/blog/tags/page.html","excerpt":"","raw":"title: Tags\nlayout: Tags\n---\n","content":"","text":""},{"title":"Kontakt","date":"2015-08-22T17:45:59.000Z","updated":"2015-10-06T16:04:45.835Z","comments":false,"path":"contact/index.html","permalink":"http://kochamtaniec.pl/blog/contact/index.html","excerpt":"","raw":"title: Kontakt\ndate: 2015-08-22 19:45:59\ncomments: false\n---\n\nPytania i sugestie prosze kierowac na adress\n##### *info(at)kochamtaniec.pl*","content":"<p>Pytania i sugestie prosze kierowac na adress</p>\n<h5 id=\"info(at)kochamtaniec-pl\"><em>info(at)kochamtaniec.pl</em></h5>","text":"Pytania i sugestie prosze kierowac na adress info(at)kochamtaniec.pl"},{"title":"O mnie","date":"2015-08-22T17:45:59.000Z","updated":"2015-10-06T16:04:45.833Z","comments":false,"path":"about/index.html","permalink":"http://kochamtaniec.pl/blog/about/index.html","excerpt":"","raw":"title: O mnie\ndate: 2015-08-22 19:45:59\ncomments: false\n---\n\n### Witam !\n\nNazywam się Piotr Trocki, mam 21 lat i przygodę z tańcem towarzyskim rozpocząłem w wieku 6 lat. Przez 15 lat trenowałem styl latynoamerykański oraz standardowy. Brałem udział w wielu ogólnopolskich turniejach tanecznych, gdzie zdobyłem dwie klasy taneczne „A”. Aktualnie studiuję Informatykę na Politechnice Wrocławskiej. Stworzyłem tą stronę, by dzielić się z wami różnymi artykułami ze świata tanecznego oraz własnym doświadczeniem, które zdobywałem na wielu parkietach w Polsce. W razie jakichkolwiek pytań proszę pisać na maila, który znajduję się w zakładce Kontakt. ","content":"<h3 id=\"Witam_!\">Witam !</h3><p>Nazywam się Piotr Trocki, mam 21 lat i przygodę z tańcem towarzyskim rozpocząłem w wieku 6 lat. Przez 15 lat trenowałem styl latynoamerykański oraz standardowy. Brałem udział w wielu ogólnopolskich turniejach tanecznych, gdzie zdobyłem dwie klasy taneczne „A”. Aktualnie studiuję Informatykę na Politechnice Wrocławskiej. Stworzyłem tą stronę, by dzielić się z wami różnymi artykułami ze świata tanecznego oraz własnym doświadczeniem, które zdobywałem na wielu parkietach w Polsce. W razie jakichkolwiek pytań proszę pisać na maila, który znajduję się w zakładce Kontakt. </p>\n","text":"Witam !Nazywam się Piotr Trocki, mam 21 lat i przygodę z tańcem towarzyskim rozpocząłem w wieku 6 lat. Przez 15 lat trenowałem styl latynoamerykański oraz standardowy. Brałem udział w wielu ogólnopolskich turniejach tanecznych, gdzie zdobyłem dwie klasy taneczne „A”. Aktualnie studiuję Informatykę na Politechnice Wrocławskiej. Stworzyłem tą stronę, by dzielić się z wami różnymi artykułami ze świata tanecznego oraz własnym doświadczeniem, które zdobywałem na wielu parkietach w Polsce. W razie jakichkolwiek pytań proszę pisać na maila, który znajduję się w zakładce Kontakt."}],"posts":[{"title":"Dopada Cię zmęczenie ?","slug":"Dopada-Cie-zmeczenie","date":"2015-10-22T11:13:52.000Z","updated":"2015-10-22T11:36:25.511Z","comments":true,"path":"2015/10/22/Dopada-Cie-zmeczenie/","link":"","permalink":"http://kochamtaniec.pl/blog/2015/10/22/Dopada-Cie-zmeczenie/","excerpt":"Zmęczenie z definicji jest niezdolnością do kontynuacji wysiłku fizycznego bądź psychicznego. Zmęczenie dotyka każdego z nas, gdyż jest to naturalna reakcja organizmu na nadmierne bodźce fizyczne lub psychiczne. Wtedy nasze ciało domaga się odpoczynku, lecz nie zawsze jest to możliwe, gdyż przed treningiem mamy szkołę bądź pracę. Tak więc, czy da się pogodzić codzienne obowiązki z tanecznymi treningami?\n","raw":"title: Dopada Cię zmęczenie ?\ndate: 2015-10-22 13:13:52\ntags:\n---\n\nZmęczenie z definicji jest niezdolnością do kontynuacji wysiłku fizycznego bądź psychicznego. Zmęczenie dotyka każdego z nas, gdyż jest to naturalna reakcja organizmu na nadmierne bodźce fizyczne lub psychiczne. Wtedy nasze ciało domaga się odpoczynku, lecz nie zawsze jest to możliwe, gdyż przed treningiem mamy szkołę bądź pracę. Tak więc, czy da się pogodzić codzienne obowiązki z tanecznymi treningami?\n\n![mem](/blog/images/mem_zmeczenie.jpg)\n\n<!-- more -->\n\nWielu z was prócz tańca chodzi do pracy bądź chodzi do szkoły. Czasem się zdarza, że po skończonej pracy/nauce rzucacie wszystko w kąt i idziecie na trening, na którym zapominacie o wszystkim. Jednak czasami macie już serdecznie dosyć wszystkiego, tym bardziej dzisiejszego treningu tanecznego. Surowy trener sprawi, że zaraz przestaniemy marudzić i pójdziemy na trening. W większości przypadków ta metoda działa, gdyż czasami zmęczenie jest naszą wymówką, by nie pójść na trening.\nUkładając sobie plan treningowy należy pamiętać, by treningi nie przeciążały zbytnio naszego ciała, by nie nabawić się kontuzji. Gromadzące się pod wpływem długotrwałego treningu produkty przemiany materii mogą wyrządzić dużą szkodę naszemu organizmowi. Wtedy należy zrobić sobie dzień odpoczynku, a następnie trenować z mniejszą intensywnością. Zapewne słyszałeś, że trening bez zakwasów jest treningiem zmarnowanym. Po części się zgadzam z tym twierdzeniem, gdyż czasem niektóre ćwiczenia mogą powodować zakwasy. Jeśli pojawiają się zbyt często to powinieneś popracować nad słabymi partiami mięśni, gdzie te zakwasy się pojawiają. \n\nNajwiększe zmęczenie powoduje ciągłe ćwiczenie tych samych sekwencji ruchów. Dzieję się tak gdyż, używamy ciągle tych samych mięśni i nasze ciało jest już zmęczone ciągle powtarzającymi się ruchami. Pamiętam jak mój były trener kazał przez 2 godziny wykonywać pewną figurę. Moje ciało przeżywało straszną katorgę. Próbowałem się zmusić do dalszej pracy. Wymagało to ode mnie dużego nakładu sił i pracy. Dzisiaj patrząc na to z innej perspektywy uważam, że jest to najgorsza metoda nauki tańca jakąkolwiek miałem możliwość poznać. Bardzo demotywuje do dalszego rozwijania oraz jest mega męcząca. \n\n![mem](/blog/images/zmeczeni.png)\n\nOdpowiednia dieta i nawodnienie ciała jest ważnym elementem podczas codziennych treningów. Przez wielu tancerzy ten temat jest lekceważony, przez co mogą być problemy z koncentracja oraz brakiem energii na zajęciach. Duży wpływ na jakość naszych treningów ma ilość przespanych godzin w ciągu nocy. Zbyt mała ilość snu może powodować duży spadek efektywności. Jeśli zdarzyło się nam zarwać nockę, to w ciągu dnia powinniśmy poświęcić 15 minut na krótką drzemkę, która poprawi nasze samopoczucie. \n\nWażne jest by w ciągu całego tygodnia znaleźć jeden dzień na odpoczynek. Przy dzisiejszym trybie życia jest to rzecz prawie nie możliwa, lecz mimo wszystko powinniśmy sobie wygospodarować taki dzień, by kolejne dni były jak najbardziej owocne.     \n","content":"<p>Zmęczenie z definicji jest niezdolnością do kontynuacji wysiłku fizycznego bądź psychicznego. Zmęczenie dotyka każdego z nas, gdyż jest to naturalna reakcja organizmu na nadmierne bodźce fizyczne lub psychiczne. Wtedy nasze ciało domaga się odpoczynku, lecz nie zawsze jest to możliwe, gdyż przed treningiem mamy szkołę bądź pracę. Tak więc, czy da się pogodzić codzienne obowiązki z tanecznymi treningami?</p>\n<p><img src=\"/blog/images/mem_zmeczenie.jpg\" alt=\"mem\"></p>\n<a id=\"more\"></a>\n<p>Wielu z was prócz tańca chodzi do pracy bądź chodzi do szkoły. Czasem się zdarza, że po skończonej pracy/nauce rzucacie wszystko w kąt i idziecie na trening, na którym zapominacie o wszystkim. Jednak czasami macie już serdecznie dosyć wszystkiego, tym bardziej dzisiejszego treningu tanecznego. Surowy trener sprawi, że zaraz przestaniemy marudzić i pójdziemy na trening. W większości przypadków ta metoda działa, gdyż czasami zmęczenie jest naszą wymówką, by nie pójść na trening.<br>Układając sobie plan treningowy należy pamiętać, by treningi nie przeciążały zbytnio naszego ciała, by nie nabawić się kontuzji. Gromadzące się pod wpływem długotrwałego treningu produkty przemiany materii mogą wyrządzić dużą szkodę naszemu organizmowi. Wtedy należy zrobić sobie dzień odpoczynku, a następnie trenować z mniejszą intensywnością. Zapewne słyszałeś, że trening bez zakwasów jest treningiem zmarnowanym. Po części się zgadzam z tym twierdzeniem, gdyż czasem niektóre ćwiczenia mogą powodować zakwasy. Jeśli pojawiają się zbyt często to powinieneś popracować nad słabymi partiami mięśni, gdzie te zakwasy się pojawiają. </p>\n<p>Największe zmęczenie powoduje ciągłe ćwiczenie tych samych sekwencji ruchów. Dzieję się tak gdyż, używamy ciągle tych samych mięśni i nasze ciało jest już zmęczone ciągle powtarzającymi się ruchami. Pamiętam jak mój były trener kazał przez 2 godziny wykonywać pewną figurę. Moje ciało przeżywało straszną katorgę. Próbowałem się zmusić do dalszej pracy. Wymagało to ode mnie dużego nakładu sił i pracy. Dzisiaj patrząc na to z innej perspektywy uważam, że jest to najgorsza metoda nauki tańca jakąkolwiek miałem możliwość poznać. Bardzo demotywuje do dalszego rozwijania oraz jest mega męcząca. </p>\n<p><img src=\"/blog/images/zmeczeni.png\" alt=\"mem\"></p>\n<p>Odpowiednia dieta i nawodnienie ciała jest ważnym elementem podczas codziennych treningów. Przez wielu tancerzy ten temat jest lekceważony, przez co mogą być problemy z koncentracja oraz brakiem energii na zajęciach. Duży wpływ na jakość naszych treningów ma ilość przespanych godzin w ciągu nocy. Zbyt mała ilość snu może powodować duży spadek efektywności. Jeśli zdarzyło się nam zarwać nockę, to w ciągu dnia powinniśmy poświęcić 15 minut na krótką drzemkę, która poprawi nasze samopoczucie. </p>\n<p>Ważne jest by w ciągu całego tygodnia znaleźć jeden dzień na odpoczynek. Przy dzisiejszym trybie życia jest to rzecz prawie nie możliwa, lecz mimo wszystko powinniśmy sobie wygospodarować taki dzień, by kolejne dni były jak najbardziej owocne.     </p>\n","text":"Zmęczenie z definicji jest niezdolnością do kontynuacji wysiłku fizycznego bądź psychicznego. Zmęczenie dotyka każdego z nas, gdyż jest to naturalna reakcja organizmu na nadmierne bodźce fizyczne lub psychiczne. Wtedy nasze ciało domaga się odpoczynku, lecz nie zawsze jest to możliwe, gdyż przed treningiem mamy szkołę bądź pracę. Tak więc, czy da się pogodzić codzienne obowiązki z tanecznymi treningami? Wielu z was prócz tańca chodzi do pracy bądź chodzi do szkoły. Czasem się zdarza, że po skończonej pracy/nauce rzucacie wszystko w kąt i idziecie na trening, na którym zapominacie o wszystkim. Jednak czasami macie już serdecznie dosyć wszystkiego, tym bardziej dzisiejszego treningu tanecznego. Surowy trener sprawi, że zaraz przestaniemy marudzić i pójdziemy na trening. W większości przypadków ta metoda działa, gdyż czasami zmęczenie jest naszą wymówką, by nie pójść na trening.Układając sobie plan treningowy należy pamiętać, by treningi nie przeciążały zbytnio naszego ciała, by nie nabawić się kontuzji. Gromadzące się pod wpływem długotrwałego treningu produkty przemiany materii mogą wyrządzić dużą szkodę naszemu organizmowi. Wtedy należy zrobić sobie dzień odpoczynku, a następnie trenować z mniejszą intensywnością. Zapewne słyszałeś, że trening bez zakwasów jest treningiem zmarnowanym. Po części się zgadzam z tym twierdzeniem, gdyż czasem niektóre ćwiczenia mogą powodować zakwasy. Jeśli pojawiają się zbyt często to powinieneś popracować nad słabymi partiami mięśni, gdzie te zakwasy się pojawiają. Największe zmęczenie powoduje ciągłe ćwiczenie tych samych sekwencji ruchów. Dzieję się tak gdyż, używamy ciągle tych samych mięśni i nasze ciało jest już zmęczone ciągle powtarzającymi się ruchami. Pamiętam jak mój były trener kazał przez 2 godziny wykonywać pewną figurę. Moje ciało przeżywało straszną katorgę. Próbowałem się zmusić do dalszej pracy. Wymagało to ode mnie dużego nakładu sił i pracy. Dzisiaj patrząc na to z innej perspektywy uważam, że jest to najgorsza metoda nauki tańca jakąkolwiek miałem możliwość poznać. Bardzo demotywuje do dalszego rozwijania oraz jest mega męcząca. Odpowiednia dieta i nawodnienie ciała jest ważnym elementem podczas codziennych treningów. Przez wielu tancerzy ten temat jest lekceważony, przez co mogą być problemy z koncentracja oraz brakiem energii na zajęciach. Duży wpływ na jakość naszych treningów ma ilość przespanych godzin w ciągu nocy. Zbyt mała ilość snu może powodować duży spadek efektywności. Jeśli zdarzyło się nam zarwać nockę, to w ciągu dnia powinniśmy poświęcić 15 minut na krótką drzemkę, która poprawi nasze samopoczucie. Ważne jest by w ciągu całego tygodnia znaleźć jeden dzień na odpoczynek. Przy dzisiejszym trybie życia jest to rzecz prawie nie możliwa, lecz mimo wszystko powinniśmy sobie wygospodarować taki dzień, by kolejne dni były jak najbardziej owocne.","categories":[],"tags":[]},{"title":"Faux Professional - Czy jesteś prawdziwym profesionalistą ?","slug":"Faux-Professional-Czy-jestes-prawdziwym-profesionalista","date":"2015-10-12T17:30:26.000Z","updated":"2015-10-13T06:09:28.672Z","comments":true,"path":"2015/10/12/Faux-Professional-Czy-jestes-prawdziwym-profesionalista/","link":"","permalink":"http://kochamtaniec.pl/blog/2015/10/12/Faux-Professional-Czy-jestes-prawdziwym-profesionalista/","excerpt":"Każdy z nas prezentuje różny poziom tańca. Pośród wielu tancerzy, cześć z nich tańczy naprawdę na wysokim poziomie. Te osoby najczęściej prowadzą własne szkoły tańca. Wyróżniają się one super techniką, muzykalnością oraz dużym doświadczeniem. Coraz częściej jednak mamy do czynienia z osobami(Faux Pro), które próbują się przypodobnić do wyżej wymienionych osób, pomimo braku umiejętności tanecznych.  Najczęściej Faux Pro posiadają nikłą wiedzę i umiejętności, lecz w ich mniemaniu są super tancerzami. Najczęściej FP nie są zagrożeniem dla grupy, w której się znajduje. Zdarzają się jednak przypadki, gdzie takie osoby szkodzą innym oraz całej tanecznej społeczności. Oczywiście niektórzy są nieświadomymi bycia FP. Oczywiście to nic strasznego, jeśli jesteś tego świadomy i chcesz się tego wyzbyć. Poniżej przedstawiam kilka wskazówek, które mogą Ci pomóc w identyfikacji takiej osoby:\n","raw":"title: Faux Professional - Czy jesteś prawdziwym profesionalistą ?\ndate: 2015-10-12 19:30:26\ntags:\n---\n\nKażdy z nas prezentuje różny poziom tańca. Pośród wielu tancerzy, cześć z nich tańczy naprawdę na wysokim poziomie. Te osoby najczęściej prowadzą własne szkoły tańca. Wyróżniają się one super techniką, muzykalnością oraz dużym doświadczeniem. Coraz częściej jednak mamy do czynienia z osobami(Faux Pro), które próbują się przypodobnić do wyżej wymienionych osób, pomimo braku umiejętności tanecznych.  Najczęściej Faux Pro posiadają nikłą wiedzę i umiejętności, lecz w ich mniemaniu są super tancerzami. Najczęściej FP nie są zagrożeniem dla grupy, w której się znajduje. Zdarzają się jednak przypadki, gdzie takie osoby szkodzą innym oraz całej tanecznej społeczności. Oczywiście niektórzy są nieświadomymi bycia FP. Oczywiście to nic strasznego, jeśli jesteś tego świadomy i chcesz się tego wyzbyć. Poniżej przedstawiam kilka wskazówek, które mogą Ci pomóc w identyfikacji takiej osoby:\n\n![mem](/blog/images/faux.jpg)\n\n<!-- more -->\n\n1. **„Źle robisz, mówię Ci że to ma być w tak...”**  \nPrawdziwi profesjonalni tancerze pozwalają poruszać się partnerowi/partnerce w rytm muzyki, którą przeżywa i interpretuje na swój sposób. Muzyka powinna być niczym przepis, w którym zawsze możemy dodać coś od siebie. Dzięki czemu nasza potrawa, czyli innymi słowy nasz taniec stanie się lepszy, gdyż robimy to zgodnie z naszymi uczuciami.  FP bardzo często czepiają się rozliczenia kroków oraz stylu, w jakim tańczysz. Spowodowane jest to prawdopodobnie brakiem doświadczenia. Pamiętaj, że w tańcu najważniejsze są emocje, nie rozliczenie. Jeżeli w tańcu bardziej interesują Cię „zasady” niż muzyka, to prawdopodobnie jesteś potencjalnym kandydatem na FP. Oczywiście jako osoba początkująca będziesz starał się uczyć nowych zasad i ich trzymać. Pamiętaj, by z biegiem czasu przykładać większą wagę do interpretacji utworu niż do jego rozliczenia.\n![mem](http://img4.demotywatoryfb.pl//uploads/201107/1334332815_by_Kingga_600.jpg)\n\n2. **Twoje słowa nie determinują twoich umiejętności**\nNic nie jest absolutnie wstydliwego w tym, że jesteś początkującym lub średnio-zaawansowanym tancerzem. Większość z nas przez większość kariery tanecznej będzie tańczyć na jednym poziomie, pomijając osoby, które zawodowo zajmują się tańcem.  Haniebną rzeczą jest mówienie o przynależności do elity tanecznej, gdy reprezentowany poziom taneczny jest żenująco niski.  \nWielokrotnie spotykamy tancerzy na różnych spotkaniach bądź eventach tanecznych, którzy tańczą bardzo krótki okres czasu, ale wierzą, że tańczą lepiej od innych, którzy tańczą od wielu lat. Źródłem takiego myślenia są najczęściej „sprzedawane” przez nauczyciela tańca kłamstwa, w które wierzy jego podopieczny. Wielu FP twierdzi, że nikt nie jest wstanie im sprostać i ich zainspirować do poznania czego nowego. Błąkają się po różnych szkołach tańca szukając tej „idealnej”. Problem jest w tym, że wielu z FP potyka się tańcząc podstawowe kroki. \nBardzo często żeńska odmiana FP próbuje naśladować dobrze znane gwiazdy tańca, lecz są tylko ich marną kopią, która w dodatku nie posiada żadnej techniki oraz doświadczenia. Często wykonywane przez nie ruchy wzbudzają śmiech pośród innych osób, a u jej partnera zdenerwowanie. \nPrawdopodobnie się zgodzisz ze mną, że niesamowicie dobry tancerz może być trochę arogancki. Jednak nie powinien on przesadzać, gdyż to będzie działać na jego niekorzyść. Pamiętaj, że bycie zbyt aroganckim może sprawić, że inni nie będą Ciebie akceptowali. \n\n3. **W pojedynkę ciężko jest osiągnąć sukces**\nFP zazwyczaj myślą, że sami są w stanie osiągnąć sukces i być najlepszym w tańcu, który aktualnie trenują. Z doświadczenia wiem, że ważne jest jaka atmosfera panuje w klubie, którym tańczysz. Pamiętam jak niejednokrotnie sobie pomagaliśmy nawzajem, kibicowaliśmy sobie na różnego rodzaju turniejach, pokazach. Niestety FP poprzez sztuczne zawyżanie swoich umiejętności są najczęściej izolowani przez innych tancerzy. Taka osoba budzi swoim towarzystwem zakłopotanie wśród innych. \nJeśli naprawdę wiesz co robisz i inni uczestnicy kursu chwalą Twój taniec, to z pewnością nie będziesz miał problemów, by być lubianym wśród innych tancerzy.  Zauważyłem, że naprawdę dobrzy tancerze nie boją się tańczyć z innymi partnerkami. Sprawiają że partner(ka) czują wielką ekscytację podczas wykonywania różnych figur. Nie przykładają zbyt wielkiej uwagi do choreografii, potrafią dobrze prowadzić podczas pomyłki.  \nJeśli czujesz, że dobrze tańczysz tylko i wyłącznie z wybranymi osobami, to prawdopodobnie brakuję Ci zaufania lub umiejętności, które dobrzy tancerze posiadają. \n![mem](/blog/images/w-grupie-sila.jpg)\n\n4. **Raz, dwa, trzy Baba Jaga patrzy**\nPodczas pewnego wydarzenia tanecznego zauważyłem bardzo zarozumiałego tancerza. Był to średniego wzrostu mężczyzna, który na moje oko był dobrym tancerzem. W środku swojego występu zostawił swoją partnerkę na środku parkietu i zaczął sam ze sobą tańczyć. Był tak zapatrzony w siebie, że jego partnerka nic nie mogła w tej sytuacji zrobić. Zauważyłem, że robi to dla pewnej grupy osób, która stała pod sceną. Kiedy był przekonany, że ta grupa osób jest nim zainteresowana, złapał swoja partnerkę za rękę i zaczął wykonywać dużą liczbę obrotów, ostatecznie wykańczając utwór nieziemsko wygodną pozą dla partnerki. Pod koniec tańca wszyscy bili mu brawo i odszedł sam w kierunku wyjścia z parkietu zostawiając swoją partnerkę na środku parkietu. Jak pokazuje wyżej przytoczona historia FP tańczy tylko i wyłącznie dla poklasku innych, nie zaś dla przyjemności. \n\nBardzo często wielu z nas, nie tylko FP tańczy kiedy trener patrzy. Jest to bardzo zły nawyk. Tańczyć powinno się cały czas bez względu na to, czy ktoś na nas patrzy czy nie. \n\nNawiązując do moje wcześniejszego [artykułu](http://kochamtaniec.pl/blog/2015/09/27/nieziemsko-okropni-tancerze/) FP jest niewątpliwie jednym z typów nieziemsko okropnego tancerza. Jego zbytnia pewność siebie a czasem nawet arogancja powoduję, że ciężko się z taką osobą współpracuje w parze jak i w grupie. Czasem może się zdarzyć, że błędnie kogoś ocenimy jako FP. Na szczęście zawsze można się uśmiechnąć i kontynuować współpracę z partnerem.    \n\n","content":"<p>Każdy z nas prezentuje różny poziom tańca. Pośród wielu tancerzy, cześć z nich tańczy naprawdę na wysokim poziomie. Te osoby najczęściej prowadzą własne szkoły tańca. Wyróżniają się one super techniką, muzykalnością oraz dużym doświadczeniem. Coraz częściej jednak mamy do czynienia z osobami(Faux Pro), które próbują się przypodobnić do wyżej wymienionych osób, pomimo braku umiejętności tanecznych.  Najczęściej Faux Pro posiadają nikłą wiedzę i umiejętności, lecz w ich mniemaniu są super tancerzami. Najczęściej FP nie są zagrożeniem dla grupy, w której się znajduje. Zdarzają się jednak przypadki, gdzie takie osoby szkodzą innym oraz całej tanecznej społeczności. Oczywiście niektórzy są nieświadomymi bycia FP. Oczywiście to nic strasznego, jeśli jesteś tego świadomy i chcesz się tego wyzbyć. Poniżej przedstawiam kilka wskazówek, które mogą Ci pomóc w identyfikacji takiej osoby:</p>\n<p><img src=\"/blog/images/faux.jpg\" alt=\"mem\"></p>\n<a id=\"more\"></a>\n<ol>\n<li><p><strong>„Źle robisz, mówię Ci że to ma być w tak…”</strong><br>Prawdziwi profesjonalni tancerze pozwalają poruszać się partnerowi/partnerce w rytm muzyki, którą przeżywa i interpretuje na swój sposób. Muzyka powinna być niczym przepis, w którym zawsze możemy dodać coś od siebie. Dzięki czemu nasza potrawa, czyli innymi słowy nasz taniec stanie się lepszy, gdyż robimy to zgodnie z naszymi uczuciami.  FP bardzo często czepiają się rozliczenia kroków oraz stylu, w jakim tańczysz. Spowodowane jest to prawdopodobnie brakiem doświadczenia. Pamiętaj, że w tańcu najważniejsze są emocje, nie rozliczenie. Jeżeli w tańcu bardziej interesują Cię „zasady” niż muzyka, to prawdopodobnie jesteś potencjalnym kandydatem na FP. Oczywiście jako osoba początkująca będziesz starał się uczyć nowych zasad i ich trzymać. Pamiętaj, by z biegiem czasu przykładać większą wagę do interpretacji utworu niż do jego rozliczenia.<br><img src=\"http://img4.demotywatoryfb.pl//uploads/201107/1334332815_by_Kingga_600.jpg\" alt=\"mem\"></p>\n</li>\n<li><p><strong>Twoje słowa nie determinują twoich umiejętności</strong><br>Nic nie jest absolutnie wstydliwego w tym, że jesteś początkującym lub średnio-zaawansowanym tancerzem. Większość z nas przez większość kariery tanecznej będzie tańczyć na jednym poziomie, pomijając osoby, które zawodowo zajmują się tańcem.  Haniebną rzeczą jest mówienie o przynależności do elity tanecznej, gdy reprezentowany poziom taneczny jest żenująco niski.<br>Wielokrotnie spotykamy tancerzy na różnych spotkaniach bądź eventach tanecznych, którzy tańczą bardzo krótki okres czasu, ale wierzą, że tańczą lepiej od innych, którzy tańczą od wielu lat. Źródłem takiego myślenia są najczęściej „sprzedawane” przez nauczyciela tańca kłamstwa, w które wierzy jego podopieczny. Wielu FP twierdzi, że nikt nie jest wstanie im sprostać i ich zainspirować do poznania czego nowego. Błąkają się po różnych szkołach tańca szukając tej „idealnej”. Problem jest w tym, że wielu z FP potyka się tańcząc podstawowe kroki.<br>Bardzo często żeńska odmiana FP próbuje naśladować dobrze znane gwiazdy tańca, lecz są tylko ich marną kopią, która w dodatku nie posiada żadnej techniki oraz doświadczenia. Często wykonywane przez nie ruchy wzbudzają śmiech pośród innych osób, a u jej partnera zdenerwowanie.<br>Prawdopodobnie się zgodzisz ze mną, że niesamowicie dobry tancerz może być trochę arogancki. Jednak nie powinien on przesadzać, gdyż to będzie działać na jego niekorzyść. Pamiętaj, że bycie zbyt aroganckim może sprawić, że inni nie będą Ciebie akceptowali. </p>\n</li>\n<li><p><strong>W pojedynkę ciężko jest osiągnąć sukces</strong><br>FP zazwyczaj myślą, że sami są w stanie osiągnąć sukces i być najlepszym w tańcu, który aktualnie trenują. Z doświadczenia wiem, że ważne jest jaka atmosfera panuje w klubie, którym tańczysz. Pamiętam jak niejednokrotnie sobie pomagaliśmy nawzajem, kibicowaliśmy sobie na różnego rodzaju turniejach, pokazach. Niestety FP poprzez sztuczne zawyżanie swoich umiejętności są najczęściej izolowani przez innych tancerzy. Taka osoba budzi swoim towarzystwem zakłopotanie wśród innych.<br>Jeśli naprawdę wiesz co robisz i inni uczestnicy kursu chwalą Twój taniec, to z pewnością nie będziesz miał problemów, by być lubianym wśród innych tancerzy.  Zauważyłem, że naprawdę dobrzy tancerze nie boją się tańczyć z innymi partnerkami. Sprawiają że partner(ka) czują wielką ekscytację podczas wykonywania różnych figur. Nie przykładają zbyt wielkiej uwagi do choreografii, potrafią dobrze prowadzić podczas pomyłki.<br>Jeśli czujesz, że dobrze tańczysz tylko i wyłącznie z wybranymi osobami, to prawdopodobnie brakuję Ci zaufania lub umiejętności, które dobrzy tancerze posiadają.<br><img src=\"/blog/images/w-grupie-sila.jpg\" alt=\"mem\"></p>\n</li>\n<li><p><strong>Raz, dwa, trzy Baba Jaga patrzy</strong><br>Podczas pewnego wydarzenia tanecznego zauważyłem bardzo zarozumiałego tancerza. Był to średniego wzrostu mężczyzna, który na moje oko był dobrym tancerzem. W środku swojego występu zostawił swoją partnerkę na środku parkietu i zaczął sam ze sobą tańczyć. Był tak zapatrzony w siebie, że jego partnerka nic nie mogła w tej sytuacji zrobić. Zauważyłem, że robi to dla pewnej grupy osób, która stała pod sceną. Kiedy był przekonany, że ta grupa osób jest nim zainteresowana, złapał swoja partnerkę za rękę i zaczął wykonywać dużą liczbę obrotów, ostatecznie wykańczając utwór nieziemsko wygodną pozą dla partnerki. Pod koniec tańca wszyscy bili mu brawo i odszedł sam w kierunku wyjścia z parkietu zostawiając swoją partnerkę na środku parkietu. Jak pokazuje wyżej przytoczona historia FP tańczy tylko i wyłącznie dla poklasku innych, nie zaś dla przyjemności. </p>\n</li>\n</ol>\n<p>Bardzo często wielu z nas, nie tylko FP tańczy kiedy trener patrzy. Jest to bardzo zły nawyk. Tańczyć powinno się cały czas bez względu na to, czy ktoś na nas patrzy czy nie. </p>\n<p>Nawiązując do moje wcześniejszego <a href=\"http://kochamtaniec.pl/blog/2015/09/27/nieziemsko-okropni-tancerze/\">artykułu</a> FP jest niewątpliwie jednym z typów nieziemsko okropnego tancerza. Jego zbytnia pewność siebie a czasem nawet arogancja powoduję, że ciężko się z taką osobą współpracuje w parze jak i w grupie. Czasem może się zdarzyć, że błędnie kogoś ocenimy jako FP. Na szczęście zawsze można się uśmiechnąć i kontynuować współpracę z partnerem.    </p>\n","text":"Każdy z nas prezentuje różny poziom tańca. Pośród wielu tancerzy, cześć z nich tańczy naprawdę na wysokim poziomie. Te osoby najczęściej prowadzą własne szkoły tańca. Wyróżniają się one super techniką, muzykalnością oraz dużym doświadczeniem. Coraz częściej jednak mamy do czynienia z osobami(Faux Pro), które próbują się przypodobnić do wyżej wymienionych osób, pomimo braku umiejętności tanecznych. Najczęściej Faux Pro posiadają nikłą wiedzę i umiejętności, lecz w ich mniemaniu są super tancerzami. Najczęściej FP nie są zagrożeniem dla grupy, w której się znajduje. Zdarzają się jednak przypadki, gdzie takie osoby szkodzą innym oraz całej tanecznej społeczności. Oczywiście niektórzy są nieświadomymi bycia FP. Oczywiście to nic strasznego, jeśli jesteś tego świadomy i chcesz się tego wyzbyć. Poniżej przedstawiam kilka wskazówek, które mogą Ci pomóc w identyfikacji takiej osoby: „Źle robisz, mówię Ci że to ma być w tak…”Prawdziwi profesjonalni tancerze pozwalają poruszać się partnerowi/partnerce w rytm muzyki, którą przeżywa i interpretuje na swój sposób. Muzyka powinna być niczym przepis, w którym zawsze możemy dodać coś od siebie. Dzięki czemu nasza potrawa, czyli innymi słowy nasz taniec stanie się lepszy, gdyż robimy to zgodnie z naszymi uczuciami. FP bardzo często czepiają się rozliczenia kroków oraz stylu, w jakim tańczysz. Spowodowane jest to prawdopodobnie brakiem doświadczenia. Pamiętaj, że w tańcu najważniejsze są emocje, nie rozliczenie. Jeżeli w tańcu bardziej interesują Cię „zasady” niż muzyka, to prawdopodobnie jesteś potencjalnym kandydatem na FP. Oczywiście jako osoba początkująca będziesz starał się uczyć nowych zasad i ich trzymać. Pamiętaj, by z biegiem czasu przykładać większą wagę do interpretacji utworu niż do jego rozliczenia. Twoje słowa nie determinują twoich umiejętnościNic nie jest absolutnie wstydliwego w tym, że jesteś początkującym lub średnio-zaawansowanym tancerzem. Większość z nas przez większość kariery tanecznej będzie tańczyć na jednym poziomie, pomijając osoby, które zawodowo zajmują się tańcem. Haniebną rzeczą jest mówienie o przynależności do elity tanecznej, gdy reprezentowany poziom taneczny jest żenująco niski.Wielokrotnie spotykamy tancerzy na różnych spotkaniach bądź eventach tanecznych, którzy tańczą bardzo krótki okres czasu, ale wierzą, że tańczą lepiej od innych, którzy tańczą od wielu lat. Źródłem takiego myślenia są najczęściej „sprzedawane” przez nauczyciela tańca kłamstwa, w które wierzy jego podopieczny. Wielu FP twierdzi, że nikt nie jest wstanie im sprostać i ich zainspirować do poznania czego nowego. Błąkają się po różnych szkołach tańca szukając tej „idealnej”. Problem jest w tym, że wielu z FP potyka się tańcząc podstawowe kroki.Bardzo często żeńska odmiana FP próbuje naśladować dobrze znane gwiazdy tańca, lecz są tylko ich marną kopią, która w dodatku nie posiada żadnej techniki oraz doświadczenia. Często wykonywane przez nie ruchy wzbudzają śmiech pośród innych osób, a u jej partnera zdenerwowanie.Prawdopodobnie się zgodzisz ze mną, że niesamowicie dobry tancerz może być trochę arogancki. Jednak nie powinien on przesadzać, gdyż to będzie działać na jego niekorzyść. Pamiętaj, że bycie zbyt aroganckim może sprawić, że inni nie będą Ciebie akceptowali. W pojedynkę ciężko jest osiągnąć sukcesFP zazwyczaj myślą, że sami są w stanie osiągnąć sukces i być najlepszym w tańcu, który aktualnie trenują. Z doświadczenia wiem, że ważne jest jaka atmosfera panuje w klubie, którym tańczysz. Pamiętam jak niejednokrotnie sobie pomagaliśmy nawzajem, kibicowaliśmy sobie na różnego rodzaju turniejach, pokazach. Niestety FP poprzez sztuczne zawyżanie swoich umiejętności są najczęściej izolowani przez innych tancerzy. Taka osoba budzi swoim towarzystwem zakłopotanie wśród innych.Jeśli naprawdę wiesz co robisz i inni uczestnicy kursu chwalą Twój taniec, to z pewnością nie będziesz miał problemów, by być lubianym wśród innych tancerzy. Zauważyłem, że naprawdę dobrzy tancerze nie boją się tańczyć z innymi partnerkami. Sprawiają że partner(ka) czują wielką ekscytację podczas wykonywania różnych figur. Nie przykładają zbyt wielkiej uwagi do choreografii, potrafią dobrze prowadzić podczas pomyłki.Jeśli czujesz, że dobrze tańczysz tylko i wyłącznie z wybranymi osobami, to prawdopodobnie brakuję Ci zaufania lub umiejętności, które dobrzy tancerze posiadają. Raz, dwa, trzy Baba Jaga patrzyPodczas pewnego wydarzenia tanecznego zauważyłem bardzo zarozumiałego tancerza. Był to średniego wzrostu mężczyzna, który na moje oko był dobrym tancerzem. W środku swojego występu zostawił swoją partnerkę na środku parkietu i zaczął sam ze sobą tańczyć. Był tak zapatrzony w siebie, że jego partnerka nic nie mogła w tej sytuacji zrobić. Zauważyłem, że robi to dla pewnej grupy osób, która stała pod sceną. Kiedy był przekonany, że ta grupa osób jest nim zainteresowana, złapał swoja partnerkę za rękę i zaczął wykonywać dużą liczbę obrotów, ostatecznie wykańczając utwór nieziemsko wygodną pozą dla partnerki. Pod koniec tańca wszyscy bili mu brawo i odszedł sam w kierunku wyjścia z parkietu zostawiając swoją partnerkę na środku parkietu. Jak pokazuje wyżej przytoczona historia FP tańczy tylko i wyłącznie dla poklasku innych, nie zaś dla przyjemności. Bardzo często wielu z nas, nie tylko FP tańczy kiedy trener patrzy. Jest to bardzo zły nawyk. Tańczyć powinno się cały czas bez względu na to, czy ktoś na nas patrzy czy nie. Nawiązując do moje wcześniejszego artykułu FP jest niewątpliwie jednym z typów nieziemsko okropnego tancerza. Jego zbytnia pewność siebie a czasem nawet arogancja powoduję, że ciężko się z taką osobą współpracuje w parze jak i w grupie. Czasem może się zdarzyć, że błędnie kogoś ocenimy jako FP. Na szczęście zawsze można się uśmiechnąć i kontynuować współpracę z partnerem.","categories":[],"tags":[]},{"title":"Tańczyć czy nie tańczyć? Oto jest pytanie.","slug":"Tanczyc-czy-nie-tanczyc-Oto-jest-pytanie","date":"2015-10-05T11:18:14.000Z","updated":"2015-10-05T14:11:14.206Z","comments":true,"path":"2015/10/05/Tanczyc-czy-nie-tanczyc-Oto-jest-pytanie/","link":"","permalink":"http://kochamtaniec.pl/blog/2015/10/05/Tanczyc-czy-nie-tanczyc-Oto-jest-pytanie/","excerpt":"Nasza przygoda taneczna rozpoczyna się w naszych głowach. Wyobrażamy sobie siebie wspaniale tańczących na deskach lub parkietach całego świata.\nJako dzieci, które są ciekawe świata odkrywamy nowe możliwości ruchowe naszego ciała. Dorastając uczymy się nowych figur. Osiągając kolejne cele nasze marzenia stając się coraz jaśniejsze i bardziej wyspecjalizowane. Jesteśmy coraz bliżej spełnia pewnej wizji, którą od dawna wyobrażamy sobie w naszym umyśle. Bardzo często sobie powtarzamy, że „Chcę być na Broadway’u”, „Chcę być lepszy od …”, „Pragnę wystąpić w teledysku …” itd. \n","raw":"title: Tańczyć czy nie tańczyć? Oto jest pytanie.\ndate: 2015-10-05 13:18:14\ntags:\n---\n\nNasza przygoda taneczna rozpoczyna się w naszych głowach. Wyobrażamy sobie siebie wspaniale tańczących na deskach lub parkietach całego świata.\n \nJako dzieci, które są ciekawe świata odkrywamy nowe możliwości ruchowe naszego ciała. Dorastając uczymy się nowych figur. Osiągając kolejne cele nasze marzenia stając się coraz jaśniejsze i bardziej wyspecjalizowane. Jesteśmy coraz bliżej spełnia pewnej wizji, którą od dawna wyobrażamy sobie w naszym umyśle. Bardzo często sobie powtarzamy, że „Chcę być na Broadway’u”, „Chcę być lepszy od …”, „Pragnę wystąpić w teledysku …” itd. \n\n![mem](/blog/images/tanczyc-czy-nie.jpg)\n<!-- more -->\n\nIstnieje wiele ścieżek kariery tanecznej, które można podjąć, ale wszystkie z nich obejmują intensywne szkolenia oraz wielkie zaangażowanie. Każdy kolejny krok w Twojej karierze tanecznej sprawia, że twoja wizja staje się coraz bardziej realna. Dla wielu tancerzy wybór kariery tanecznej prowadzi do ekscytacji, lecz dla niektórych jest to trudny wybór. \nWybór kariery tanecznej oferuje wspaniały rozwój jakości swojego tańca, są też pewne tego negatywy. Nawet jeśli taniec był dla Ciebie wszystkim i marzyłeś o byciu tancerzem, to wszystko może się drastycznie zmienić, kiedy naprawdę wybierzesz taką drogę. \n\nWielu z was poświęca swój wolny czas na trening tańca. Czasem jest to 3 razy w tygodniu, czasem 6 razy w tygodniu. Do tego jeszcze trzeba doliczyć czas poświęcony na szkolenia oraz turnieje. Wielu z was ma te same cele, dlatego tak ciężko trenujecie by stać się najlepszymi. \n\nBardzo często dzięki swojemu uporowi wygrywacie wiele zawodów tanecznych. Bardzo często   widzowie nie odwzajemniają waszych emocji. W większości przypadków nie są zainteresowani zawodami i nie czują tego klimatu. Czujemy wtedy niepewność oraz odrzucenie tego, w co czasem wkładamy całe nasze serce, przez co wielu tancerzy żyje w lęku i boi się podjąć karierę taneczną. \n \nZgodzisz się ze mną że Twoja przygoda taneczna zawiera wiele szczęśliwych lat w których bierzesz udział w zajęciach tanecznych, szkoleniach, próbach, konkursach, występach w każdy weekend. Dzięki tańcu poznajesz nowych ludzi, z którymi uwielbiasz spędzać czas i trenować oraz mentorów, którzy motywują Cię, kiedy masz doła. \n\nZdaje sobie sprawę z tego, że nie łatwo jest zaplanować swoją karierę taneczną, lecz chciałbym przedstawić Tobie kilka cennych porad, które mogą Ci pomóc w podjęciu trudnej decyzji. \n\n1.\t**Nie bój się zmian!**\nKiedyś moja mama mi powiedziała, że „Jedynym sposobem, by zniszczyć swoje życie jest myśl, że nie możemy zmienić swojego życia”. Nie bój się zmieniać swojego życia. Mark Zuckerberg przerwał swoje studia i dzięki Niemu mogę dziś udostępniać wam swoje posty.\n\n2.\t**Nie obwiniaj się!**\nNie ma potrzeby, by się obwiniać i zamartwiać, kiedy nam nie coś nie wyszło. Czasem wystarczy, że stworzysz nowy i lepszy plan działania i zaczniesz go realizować. Pamiętaj, że zawsze będziesz KOCHAĆ taniec bez względu na to, czy robisz to zawodowo czy nie. \n\n3.\t**Bądź dumny!**\nPo pierwsze, musimy rozróżnić prawdziwą dumę od fałszywej. Człowiek dumny posiada w sobie dużo pokory i nie unosi się ponad innymi, natomiast kiedy jesteśmy zbyt dumni wtedy unosimy się arogancją. Pamiętaj, by być dumny z tego co trenujesz i pamiętaj, że zawsze znajdziesz wsparcie wśród trenerów oraz rodziców. \n4.\t**Kontynuuj naukę w szkole!**\nSzkoła powinna być odskocznią od tanecznych problemów, tak samo jak taniec powinien być odskocznią od szkolnych problemów. Należy pamiętać, by we wszystkim zachować umiar, gdyż można ulec bardzo szybkiemu wypaleniu. Uczęszczanie do szkoły pozwala Ci z innej perspektywy spojrzeć na różne rzeczy i poglądy. \n\n5.\t**Nie skreślaj tańca na zawsze!**\nJeżeli podjąłeś decyzję, by zakończyć swoją karierę taneczną, postaraj się w wolnych chwilach potańczyć swoje stare układy. Pozwoli Ci to się odstresować od codziennym problemów oraz przywoła w Tobie pozytywne uczucia. Pamiętaj, że zawsze możesz wrócić do tańca, bez względu na długość twojej przerwy. Czasem taka przerwa jest potrzebna, by zobaczyć pewne rzeczy z innej perspektywy. \n\nZachęcam Ciebie do przemyślenia swojej kariery tanecznej. Życie jest zbyt krótkie i zbyt cenne by je marnować na to, co nam nie sprawia przyjemności. W powyższej wypowiedzi przedstawiłem Ci dobre i złe strony kariery tanecznej. Tak naprawdę decyzja należy do Ciebie drogi czytelniku. Życzę Ci dobrego życiowego wyboru Jeśli wciąż nie możesz podjąć decyzji zapraszam do [artykułu](http://kochamtaniec.pl/blog/2015/09/13/siedem-powodow-dla-ktorych-warto-byc-tancerzem-1/).","content":"<p>Nasza przygoda taneczna rozpoczyna się w naszych głowach. Wyobrażamy sobie siebie wspaniale tańczących na deskach lub parkietach całego świata.</p>\n<p>Jako dzieci, które są ciekawe świata odkrywamy nowe możliwości ruchowe naszego ciała. Dorastając uczymy się nowych figur. Osiągając kolejne cele nasze marzenia stając się coraz jaśniejsze i bardziej wyspecjalizowane. Jesteśmy coraz bliżej spełnia pewnej wizji, którą od dawna wyobrażamy sobie w naszym umyśle. Bardzo często sobie powtarzamy, że „Chcę być na Broadway’u”, „Chcę być lepszy od …”, „Pragnę wystąpić w teledysku …” itd. </p>\n<p><img src=\"/blog/images/tanczyc-czy-nie.jpg\" alt=\"mem\"><br><a id=\"more\"></a></p>\n<p>Istnieje wiele ścieżek kariery tanecznej, które można podjąć, ale wszystkie z nich obejmują intensywne szkolenia oraz wielkie zaangażowanie. Każdy kolejny krok w Twojej karierze tanecznej sprawia, że twoja wizja staje się coraz bardziej realna. Dla wielu tancerzy wybór kariery tanecznej prowadzi do ekscytacji, lecz dla niektórych jest to trudny wybór.<br>Wybór kariery tanecznej oferuje wspaniały rozwój jakości swojego tańca, są też pewne tego negatywy. Nawet jeśli taniec był dla Ciebie wszystkim i marzyłeś o byciu tancerzem, to wszystko może się drastycznie zmienić, kiedy naprawdę wybierzesz taką drogę. </p>\n<p>Wielu z was poświęca swój wolny czas na trening tańca. Czasem jest to 3 razy w tygodniu, czasem 6 razy w tygodniu. Do tego jeszcze trzeba doliczyć czas poświęcony na szkolenia oraz turnieje. Wielu z was ma te same cele, dlatego tak ciężko trenujecie by stać się najlepszymi. </p>\n<p>Bardzo często dzięki swojemu uporowi wygrywacie wiele zawodów tanecznych. Bardzo często   widzowie nie odwzajemniają waszych emocji. W większości przypadków nie są zainteresowani zawodami i nie czują tego klimatu. Czujemy wtedy niepewność oraz odrzucenie tego, w co czasem wkładamy całe nasze serce, przez co wielu tancerzy żyje w lęku i boi się podjąć karierę taneczną. </p>\n<p>Zgodzisz się ze mną że Twoja przygoda taneczna zawiera wiele szczęśliwych lat w których bierzesz udział w zajęciach tanecznych, szkoleniach, próbach, konkursach, występach w każdy weekend. Dzięki tańcu poznajesz nowych ludzi, z którymi uwielbiasz spędzać czas i trenować oraz mentorów, którzy motywują Cię, kiedy masz doła. </p>\n<p>Zdaje sobie sprawę z tego, że nie łatwo jest zaplanować swoją karierę taneczną, lecz chciałbym przedstawić Tobie kilka cennych porad, które mogą Ci pomóc w podjęciu trudnej decyzji. </p>\n<ol>\n<li><p><strong>Nie bój się zmian!</strong><br>Kiedyś moja mama mi powiedziała, że „Jedynym sposobem, by zniszczyć swoje życie jest myśl, że nie możemy zmienić swojego życia”. Nie bój się zmieniać swojego życia. Mark Zuckerberg przerwał swoje studia i dzięki Niemu mogę dziś udostępniać wam swoje posty.</p>\n</li>\n<li><p><strong>Nie obwiniaj się!</strong><br>Nie ma potrzeby, by się obwiniać i zamartwiać, kiedy nam nie coś nie wyszło. Czasem wystarczy, że stworzysz nowy i lepszy plan działania i zaczniesz go realizować. Pamiętaj, że zawsze będziesz KOCHAĆ taniec bez względu na to, czy robisz to zawodowo czy nie. </p>\n</li>\n<li><p><strong>Bądź dumny!</strong><br>Po pierwsze, musimy rozróżnić prawdziwą dumę od fałszywej. Człowiek dumny posiada w sobie dużo pokory i nie unosi się ponad innymi, natomiast kiedy jesteśmy zbyt dumni wtedy unosimy się arogancją. Pamiętaj, by być dumny z tego co trenujesz i pamiętaj, że zawsze znajdziesz wsparcie wśród trenerów oraz rodziców. </p>\n</li>\n<li><p><strong>Kontynuuj naukę w szkole!</strong><br>Szkoła powinna być odskocznią od tanecznych problemów, tak samo jak taniec powinien być odskocznią od szkolnych problemów. Należy pamiętać, by we wszystkim zachować umiar, gdyż można ulec bardzo szybkiemu wypaleniu. Uczęszczanie do szkoły pozwala Ci z innej perspektywy spojrzeć na różne rzeczy i poglądy. </p>\n</li>\n<li><p><strong>Nie skreślaj tańca na zawsze!</strong><br>Jeżeli podjąłeś decyzję, by zakończyć swoją karierę taneczną, postaraj się w wolnych chwilach potańczyć swoje stare układy. Pozwoli Ci to się odstresować od codziennym problemów oraz przywoła w Tobie pozytywne uczucia. Pamiętaj, że zawsze możesz wrócić do tańca, bez względu na długość twojej przerwy. Czasem taka przerwa jest potrzebna, by zobaczyć pewne rzeczy z innej perspektywy. </p>\n</li>\n</ol>\n<p>Zachęcam Ciebie do przemyślenia swojej kariery tanecznej. Życie jest zbyt krótkie i zbyt cenne by je marnować na to, co nam nie sprawia przyjemności. W powyższej wypowiedzi przedstawiłem Ci dobre i złe strony kariery tanecznej. Tak naprawdę decyzja należy do Ciebie drogi czytelniku. Życzę Ci dobrego życiowego wyboru Jeśli wciąż nie możesz podjąć decyzji zapraszam do <a href=\"http://kochamtaniec.pl/blog/2015/09/13/siedem-powodow-dla-ktorych-warto-byc-tancerzem-1/\">artykułu</a>.</p>\n","text":"Nasza przygoda taneczna rozpoczyna się w naszych głowach. Wyobrażamy sobie siebie wspaniale tańczących na deskach lub parkietach całego świata. Jako dzieci, które są ciekawe świata odkrywamy nowe możliwości ruchowe naszego ciała. Dorastając uczymy się nowych figur. Osiągając kolejne cele nasze marzenia stając się coraz jaśniejsze i bardziej wyspecjalizowane. Jesteśmy coraz bliżej spełnia pewnej wizji, którą od dawna wyobrażamy sobie w naszym umyśle. Bardzo często sobie powtarzamy, że „Chcę być na Broadway’u”, „Chcę być lepszy od …”, „Pragnę wystąpić w teledysku …” itd. Istnieje wiele ścieżek kariery tanecznej, które można podjąć, ale wszystkie z nich obejmują intensywne szkolenia oraz wielkie zaangażowanie. Każdy kolejny krok w Twojej karierze tanecznej sprawia, że twoja wizja staje się coraz bardziej realna. Dla wielu tancerzy wybór kariery tanecznej prowadzi do ekscytacji, lecz dla niektórych jest to trudny wybór.Wybór kariery tanecznej oferuje wspaniały rozwój jakości swojego tańca, są też pewne tego negatywy. Nawet jeśli taniec był dla Ciebie wszystkim i marzyłeś o byciu tancerzem, to wszystko może się drastycznie zmienić, kiedy naprawdę wybierzesz taką drogę. Wielu z was poświęca swój wolny czas na trening tańca. Czasem jest to 3 razy w tygodniu, czasem 6 razy w tygodniu. Do tego jeszcze trzeba doliczyć czas poświęcony na szkolenia oraz turnieje. Wielu z was ma te same cele, dlatego tak ciężko trenujecie by stać się najlepszymi. Bardzo często dzięki swojemu uporowi wygrywacie wiele zawodów tanecznych. Bardzo często widzowie nie odwzajemniają waszych emocji. W większości przypadków nie są zainteresowani zawodami i nie czują tego klimatu. Czujemy wtedy niepewność oraz odrzucenie tego, w co czasem wkładamy całe nasze serce, przez co wielu tancerzy żyje w lęku i boi się podjąć karierę taneczną. Zgodzisz się ze mną że Twoja przygoda taneczna zawiera wiele szczęśliwych lat w których bierzesz udział w zajęciach tanecznych, szkoleniach, próbach, konkursach, występach w każdy weekend. Dzięki tańcu poznajesz nowych ludzi, z którymi uwielbiasz spędzać czas i trenować oraz mentorów, którzy motywują Cię, kiedy masz doła. Zdaje sobie sprawę z tego, że nie łatwo jest zaplanować swoją karierę taneczną, lecz chciałbym przedstawić Tobie kilka cennych porad, które mogą Ci pomóc w podjęciu trudnej decyzji. Nie bój się zmian!Kiedyś moja mama mi powiedziała, że „Jedynym sposobem, by zniszczyć swoje życie jest myśl, że nie możemy zmienić swojego życia”. Nie bój się zmieniać swojego życia. Mark Zuckerberg przerwał swoje studia i dzięki Niemu mogę dziś udostępniać wam swoje posty. Nie obwiniaj się!Nie ma potrzeby, by się obwiniać i zamartwiać, kiedy nam nie coś nie wyszło. Czasem wystarczy, że stworzysz nowy i lepszy plan działania i zaczniesz go realizować. Pamiętaj, że zawsze będziesz KOCHAĆ taniec bez względu na to, czy robisz to zawodowo czy nie. Bądź dumny!Po pierwsze, musimy rozróżnić prawdziwą dumę od fałszywej. Człowiek dumny posiada w sobie dużo pokory i nie unosi się ponad innymi, natomiast kiedy jesteśmy zbyt dumni wtedy unosimy się arogancją. Pamiętaj, by być dumny z tego co trenujesz i pamiętaj, że zawsze znajdziesz wsparcie wśród trenerów oraz rodziców. Kontynuuj naukę w szkole!Szkoła powinna być odskocznią od tanecznych problemów, tak samo jak taniec powinien być odskocznią od szkolnych problemów. Należy pamiętać, by we wszystkim zachować umiar, gdyż można ulec bardzo szybkiemu wypaleniu. Uczęszczanie do szkoły pozwala Ci z innej perspektywy spojrzeć na różne rzeczy i poglądy. Nie skreślaj tańca na zawsze!Jeżeli podjąłeś decyzję, by zakończyć swoją karierę taneczną, postaraj się w wolnych chwilach potańczyć swoje stare układy. Pozwoli Ci to się odstresować od codziennym problemów oraz przywoła w Tobie pozytywne uczucia. Pamiętaj, że zawsze możesz wrócić do tańca, bez względu na długość twojej przerwy. Czasem taka przerwa jest potrzebna, by zobaczyć pewne rzeczy z innej perspektywy. Zachęcam Ciebie do przemyślenia swojej kariery tanecznej. Życie jest zbyt krótkie i zbyt cenne by je marnować na to, co nam nie sprawia przyjemności. W powyższej wypowiedzi przedstawiłem Ci dobre i złe strony kariery tanecznej. Tak naprawdę decyzja należy do Ciebie drogi czytelniku. Życzę Ci dobrego życiowego wyboru Jeśli wciąż nie możesz podjąć decyzji zapraszam do artykułu.","categories":[],"tags":[]},{"title":"Nieziemsko Okropni Tancerze","slug":"nieziemsko-okropni-tancerze","date":"2015-09-27T15:35:23.000Z","updated":"2015-09-29T07:51:00.267Z","comments":true,"path":"2015/09/27/nieziemsko-okropni-tancerze/","link":"","permalink":"http://kochamtaniec.pl/blog/2015/09/27/nieziemsko-okropni-tancerze/","excerpt":"„O Boże! Kiedy ta cholerna piosenka się skończy ?”\nCzy nie zdarza się Tobie myśleć w ten sposób?  Tak często myślimy kiedy piosenka trwa nadzwyczajnie długo, a nam brakuję pomysłu na ruchy taneczne lub jesteśmy znudzeni tańczeniem wciąż tych samych kroków.\nWiele salsowych rytmów zmusza Cię do tańczenia w pocie czoła siedmiu, ośmiu lub czasem dziewięciu minut, podczas gdy doświadczony salseros czuje się komfortowo. Z biegiem czasu nauczysz się unikania utworów, które trwają bardzo długo. Wystarczy, że posłuchasz pierwszych uderzeń utworu i wtedy będziesz pewien, czy w tym momencie zrobić sobie przerwę.\n\nTeraz już wiesz, o czym będę mówić! Innymi słowy o rodzajach tańca, w których czujesz się, że nigdy się nie skończą, gdzie tortury trwają w nieskończoność. Gdzie na swojej twarzy próbujesz ukryć nieszczęście, znudzenie.","raw":"title: Nieziemsko Okropni Tancerze\ndate: 2015-09-27 17:35:23\ntags:\n---\n„O Boże! Kiedy ta cholerna piosenka się skończy ?\"\n\nCzy nie zdarza się Tobie myśleć w ten sposób?  Tak często myślimy kiedy piosenka trwa nadzwyczajnie długo, a nam brakuję pomysłu na ruchy taneczne lub jesteśmy znudzeni tańczeniem wciąż tych samych kroków.\n\nWiele salsowych rytmów zmusza Cię do tańczenia w pocie czoła siedmiu, ośmiu lub czasem dziewięciu minut, podczas gdy doświadczony salseros czuje się komfortowo. Z biegiem czasu nauczysz się unikania utworów, które trwają bardzo długo. Wystarczy, że posłuchasz pierwszych uderzeń utworu i wtedy będziesz pewien, czy w tym momencie zrobić sobie przerwę.\n\n![mem](/blog/images/badDancers.gif)\n\nTeraz już wiesz, o czym będę mówić! Innymi słowy o rodzajach tańca, w których czujesz się, że nigdy się nie skończą, gdzie tortury trwają w nieskończoność. Gdzie na swojej twarzy próbujesz ukryć nieszczęście, znudzenie.\n\n<!-- more -->\n\n**ADNOTACJA 1:** _Oczywiście to nie jest pełna lista, niektórzy z Was zawsze znajdą nowy sposób, by uczynić taniec udręką._\n\n**ADNOTACJA 2:** _ Ta lista dotyczy obu płci. Może się Tobie wydawać, że mówię o konkretnej płci, lecz ta lista odnosi się zarówno do kobiet jak i mężczyzn._\n\nNiemiły tancerz, charakteryzujący się mocnym ściskiem, który się nigdy nie luzuje. Spotkania z **Pazurem** często kończą się zwichniętymi palcami, nadgarstkami a nawet ramionami wynikającymi z szybkich obrotów, które mógłby wykonać bardziej płynnie.\n\n_Stopień nieprzyjemności: 7_\n\nOd czasu do czasu daje o sobie znać nieprzyjemny zapach, który uwalnia się z różnych części ciała. Ta osoba z daleka może wydawać się atrakcyjna oraz jej nieprzyjemny zapach może nam nie przeszkadzać, lecz kiedy spotkasz tą osobę twarzą w twarz to sprawa wygląda zupełnie inaczej. Czasami można zidentyfikować taką osobę po plamach pod pachami lub latającymi muchami nad głową. Dobry węch również pozwoli Ci uniknąć niezręcznej sytuacji.\n\n_Stopień nieprzyjemności: 9_\n\nPrzepięknie prowadzenie, przepięknie wykonany obrót, następnie przejście do drugiego obrotu… i BĘC. Pędzące z dużą prędkością włosy mogą być prawdziwym zagrożeniem bezpieczeństwa dla partnera jak i osób postronnych. Zadane obrażenia zależą od długości włosów, sposobu ich upięcia oraz prędkości.\n\n_Stopień nieprzyjemności: od 1 (trochę denerwujące) do 10 (czy ktoś pomoże mi znaleźć moje oko ?)_\n\nGłówne zmartwienie tancerek jest tendencja do dotykania przez partnera miejsc, które nie powinny być. Niektórzy z Panów szukają sposobu, by dotknąć tych części ciała kobiety, które są zarezerwowane wyłącznie dla chłopaka. Po dokonaniu takiego występku partner zazwyczaj mówi „sorry\", i kiedy nadarzy się znów okazja, robi to ponownie. Nie jest łatwo zidentyfikować takiego osobnika, gdyż to może być każdy mężczyzna, ale miej oko na nażelowanych typów.\n\n_Stopień nieprzyjemności: 7-10_\n\nUtrapienie każdego, kto próbuje poprowadzić partnerkę. Niektóre z nich są strasznie apodyktyczne i nie dają wykonać parterowi tego co chce zrobić. Bardzo ciężko się współpracuje z takimi osobami, gdyż upierają się przy swoim i nie chcą, by inny facet nimi prowadził. Tak naprawdę nie ma znaczenia, co robisz i tak robisz to źle. Tańczy sobie wedle swojego uznanie i masz się po prostu dostosować. No i jeśli coś pójdzie nie tak…. to jest to Twoja wina. Można ją zidentyfikować przez ciągły grymas na twarzy oraz wiecznego niezadowolenia.\n\n_Stopień nieprzyjemności: 8-9_\n\nTo jest jeden z moich ulubionych tańców, które tańczyłem. I do tego jeszcze ta muzyka, którą kocham. Nie ważne, jak ja wyglądam lub jakie prezentuje umiejętności, muszę zatańczyć do tego utworu choćby się waliło i paliło. Ten typ tancerza jest bardzo trudny do zidentyfikowania, gdyż ze spokojnej osoby nagle staję się innym człowiekiem.\n\n_Stopień nieprzyjemności: 5_\n\nSzczególnie popularne wśród początkujących tancerzy tzw. „Poker Face\" inaczej mówiąc brak pokazywania emocji na twarzy. Nie ważne jak będą się cieszyć tańcem, ich twarz pozostanie bez zmian. Brak uśmiechu, brak kontaktu wzrokowego, brak jakichkolwiek oznak emocji. Taniec z Poker Face'em może sprawić, że poczujesz się najgorszym tancerzem na świecie, nie ważne jak dobrze tańczysz. Oczywiście są osoby nieśmiałe, ale należy pamiętać że kontakt z drugą osobą jest bardzo ważny. Ten typ bardzo mało się śmieje oraz wygląda niepewnie.\n\n_Stopień nieprzyjemności: 6-7_\n\nJego celem jest eliminacja wszystkich par za pomocą swojej partnerki. Partner będzie pchał, ciągał, rzucał swoją partnerką w każdą parę na parkiecie. Po cały treningu z „Człowiekiem demolką\" partnerka czuję się niczym szmaciana lalka, którą bawił się rozwścieczony pitbull. Ten typ człowieka posiada całkowity brak świadomości przestrzeni oraz popycha starsze osoby, kiedy próbuje się dostać do autobusu.\n\n_Stopień nieprzyjemności: 15 (denerwuje nie tylko Ciebie ale i inne pary)_\n\n„Zaginiony chłopczyk\" tańczy ciągłym \"trybie wyszukiwania\", który wiecznie szuka rytmu. W początkowej fazie nauki tańca każdy z nas ma z tym problem, lecz są i tacy, którzy nigdy chyba nie rozwiążą tego problemu, bez względu na to ile by nie tańczyli. Znają wiele figur oraz ruchów, ale łączą je niczym pijana małpa wkładająca naczynia do zmywarki.\n\n_Stopień nieprzyjemności: 5-8_\n\nJest oczywiście więcej sposób na sprawienie, by taniec był horrorem dla Ciebie, ale wydaje mi się, że większość z nich omówiłem tutaj. Głównym problemem jest to, że nie wiesz z kim masz do czynienia, dopóki z nim nie zatańczysz. Za każdym razem, kiedy tańczysz z osobą, z którą wcześniej nie tańczyłeś ryzykujesz spotkanie z wyżej wymienionymi typami tancerza. Dobrą wiadomością jest to, że w ciągu kilku minut tańca dowiesz się kim oni tak naprawdę są, tak więc tortury nie będą trwały zbyt długo.\n\nKtórym z wyżej wymienionych typów się spotkałeś osobiście? Daj znać w [komentarzu](https://www.facebook.com/kochamtaniecpl/posts/1497235587238776).\n","content":"<p>„O Boże! Kiedy ta cholerna piosenka się skończy ?”</p>\n<p>Czy nie zdarza się Tobie myśleć w ten sposób?  Tak często myślimy kiedy piosenka trwa nadzwyczajnie długo, a nam brakuję pomysłu na ruchy taneczne lub jesteśmy znudzeni tańczeniem wciąż tych samych kroków.</p>\n<p>Wiele salsowych rytmów zmusza Cię do tańczenia w pocie czoła siedmiu, ośmiu lub czasem dziewięciu minut, podczas gdy doświadczony salseros czuje się komfortowo. Z biegiem czasu nauczysz się unikania utworów, które trwają bardzo długo. Wystarczy, że posłuchasz pierwszych uderzeń utworu i wtedy będziesz pewien, czy w tym momencie zrobić sobie przerwę.</p>\n<p><img src=\"/blog/images/badDancers.gif\" alt=\"mem\"></p>\n<p>Teraz już wiesz, o czym będę mówić! Innymi słowy o rodzajach tańca, w których czujesz się, że nigdy się nie skończą, gdzie tortury trwają w nieskończoność. Gdzie na swojej twarzy próbujesz ukryć nieszczęście, znudzenie.</p>\n<a id=\"more\"></a>\n<p><strong>ADNOTACJA 1:</strong> <em>Oczywiście to nie jest pełna lista, niektórzy z Was zawsze znajdą nowy sposób, by uczynić taniec udręką.</em></p>\n<p><strong>ADNOTACJA 2:</strong> <em> Ta lista dotyczy obu płci. Może się Tobie wydawać, że mówię o konkretnej płci, lecz ta lista odnosi się zarówno do kobiet jak i mężczyzn.</em></p>\n<p>Niemiły tancerz, charakteryzujący się mocnym ściskiem, który się nigdy nie luzuje. Spotkania z <strong>Pazurem</strong> często kończą się zwichniętymi palcami, nadgarstkami a nawet ramionami wynikającymi z szybkich obrotów, które mógłby wykonać bardziej płynnie.</p>\n<p><em>Stopień nieprzyjemności: 7</em></p>\n<p>Od czasu do czasu daje o sobie znać nieprzyjemny zapach, który uwalnia się z różnych części ciała. Ta osoba z daleka może wydawać się atrakcyjna oraz jej nieprzyjemny zapach może nam nie przeszkadzać, lecz kiedy spotkasz tą osobę twarzą w twarz to sprawa wygląda zupełnie inaczej. Czasami można zidentyfikować taką osobę po plamach pod pachami lub latającymi muchami nad głową. Dobry węch również pozwoli Ci uniknąć niezręcznej sytuacji.</p>\n<p><em>Stopień nieprzyjemności: 9</em></p>\n<p>Przepięknie prowadzenie, przepięknie wykonany obrót, następnie przejście do drugiego obrotu… i BĘC. Pędzące z dużą prędkością włosy mogą być prawdziwym zagrożeniem bezpieczeństwa dla partnera jak i osób postronnych. Zadane obrażenia zależą od długości włosów, sposobu ich upięcia oraz prędkości.</p>\n<p><em>Stopień nieprzyjemności: od 1 (trochę denerwujące) do 10 (czy ktoś pomoże mi znaleźć moje oko ?)</em></p>\n<p>Główne zmartwienie tancerek jest tendencja do dotykania przez partnera miejsc, które nie powinny być. Niektórzy z Panów szukają sposobu, by dotknąć tych części ciała kobiety, które są zarezerwowane wyłącznie dla chłopaka. Po dokonaniu takiego występku partner zazwyczaj mówi „sorry”, i kiedy nadarzy się znów okazja, robi to ponownie. Nie jest łatwo zidentyfikować takiego osobnika, gdyż to może być każdy mężczyzna, ale miej oko na nażelowanych typów.</p>\n<p><em>Stopień nieprzyjemności: 7-10</em></p>\n<p>Utrapienie każdego, kto próbuje poprowadzić partnerkę. Niektóre z nich są strasznie apodyktyczne i nie dają wykonać parterowi tego co chce zrobić. Bardzo ciężko się współpracuje z takimi osobami, gdyż upierają się przy swoim i nie chcą, by inny facet nimi prowadził. Tak naprawdę nie ma znaczenia, co robisz i tak robisz to źle. Tańczy sobie wedle swojego uznanie i masz się po prostu dostosować. No i jeśli coś pójdzie nie tak…. to jest to Twoja wina. Można ją zidentyfikować przez ciągły grymas na twarzy oraz wiecznego niezadowolenia.</p>\n<p><em>Stopień nieprzyjemności: 8-9</em></p>\n<p>To jest jeden z moich ulubionych tańców, które tańczyłem. I do tego jeszcze ta muzyka, którą kocham. Nie ważne, jak ja wyglądam lub jakie prezentuje umiejętności, muszę zatańczyć do tego utworu choćby się waliło i paliło. Ten typ tancerza jest bardzo trudny do zidentyfikowania, gdyż ze spokojnej osoby nagle staję się innym człowiekiem.</p>\n<p><em>Stopień nieprzyjemności: 5</em></p>\n<p>Szczególnie popularne wśród początkujących tancerzy tzw. „Poker Face” inaczej mówiąc brak pokazywania emocji na twarzy. Nie ważne jak będą się cieszyć tańcem, ich twarz pozostanie bez zmian. Brak uśmiechu, brak kontaktu wzrokowego, brak jakichkolwiek oznak emocji. Taniec z Poker Face’em może sprawić, że poczujesz się najgorszym tancerzem na świecie, nie ważne jak dobrze tańczysz. Oczywiście są osoby nieśmiałe, ale należy pamiętać że kontakt z drugą osobą jest bardzo ważny. Ten typ bardzo mało się śmieje oraz wygląda niepewnie.</p>\n<p><em>Stopień nieprzyjemności: 6-7</em></p>\n<p>Jego celem jest eliminacja wszystkich par za pomocą swojej partnerki. Partner będzie pchał, ciągał, rzucał swoją partnerką w każdą parę na parkiecie. Po cały treningu z „Człowiekiem demolką” partnerka czuję się niczym szmaciana lalka, którą bawił się rozwścieczony pitbull. Ten typ człowieka posiada całkowity brak świadomości przestrzeni oraz popycha starsze osoby, kiedy próbuje się dostać do autobusu.</p>\n<p><em>Stopień nieprzyjemności: 15 (denerwuje nie tylko Ciebie ale i inne pary)</em></p>\n<p>„Zaginiony chłopczyk” tańczy ciągłym “trybie wyszukiwania”, który wiecznie szuka rytmu. W początkowej fazie nauki tańca każdy z nas ma z tym problem, lecz są i tacy, którzy nigdy chyba nie rozwiążą tego problemu, bez względu na to ile by nie tańczyli. Znają wiele figur oraz ruchów, ale łączą je niczym pijana małpa wkładająca naczynia do zmywarki.</p>\n<p><em>Stopień nieprzyjemności: 5-8</em></p>\n<p>Jest oczywiście więcej sposób na sprawienie, by taniec był horrorem dla Ciebie, ale wydaje mi się, że większość z nich omówiłem tutaj. Głównym problemem jest to, że nie wiesz z kim masz do czynienia, dopóki z nim nie zatańczysz. Za każdym razem, kiedy tańczysz z osobą, z którą wcześniej nie tańczyłeś ryzykujesz spotkanie z wyżej wymienionymi typami tancerza. Dobrą wiadomością jest to, że w ciągu kilku minut tańca dowiesz się kim oni tak naprawdę są, tak więc tortury nie będą trwały zbyt długo.</p>\n<p>Którym z wyżej wymienionych typów się spotkałeś osobiście? Daj znać w <a href=\"https://www.facebook.com/kochamtaniecpl/posts/1497235587238776\" target=\"_blank\" rel=\"external\">komentarzu</a>.</p>\n","text":"„O Boże! Kiedy ta cholerna piosenka się skończy ?” Czy nie zdarza się Tobie myśleć w ten sposób? Tak często myślimy kiedy piosenka trwa nadzwyczajnie długo, a nam brakuję pomysłu na ruchy taneczne lub jesteśmy znudzeni tańczeniem wciąż tych samych kroków. Wiele salsowych rytmów zmusza Cię do tańczenia w pocie czoła siedmiu, ośmiu lub czasem dziewięciu minut, podczas gdy doświadczony salseros czuje się komfortowo. Z biegiem czasu nauczysz się unikania utworów, które trwają bardzo długo. Wystarczy, że posłuchasz pierwszych uderzeń utworu i wtedy będziesz pewien, czy w tym momencie zrobić sobie przerwę. Teraz już wiesz, o czym będę mówić! Innymi słowy o rodzajach tańca, w których czujesz się, że nigdy się nie skończą, gdzie tortury trwają w nieskończoność. Gdzie na swojej twarzy próbujesz ukryć nieszczęście, znudzenie. ADNOTACJA 1: Oczywiście to nie jest pełna lista, niektórzy z Was zawsze znajdą nowy sposób, by uczynić taniec udręką. ADNOTACJA 2: Ta lista dotyczy obu płci. Może się Tobie wydawać, że mówię o konkretnej płci, lecz ta lista odnosi się zarówno do kobiet jak i mężczyzn. Niemiły tancerz, charakteryzujący się mocnym ściskiem, który się nigdy nie luzuje. Spotkania z Pazurem często kończą się zwichniętymi palcami, nadgarstkami a nawet ramionami wynikającymi z szybkich obrotów, które mógłby wykonać bardziej płynnie. Stopień nieprzyjemności: 7 Od czasu do czasu daje o sobie znać nieprzyjemny zapach, który uwalnia się z różnych części ciała. Ta osoba z daleka może wydawać się atrakcyjna oraz jej nieprzyjemny zapach może nam nie przeszkadzać, lecz kiedy spotkasz tą osobę twarzą w twarz to sprawa wygląda zupełnie inaczej. Czasami można zidentyfikować taką osobę po plamach pod pachami lub latającymi muchami nad głową. Dobry węch również pozwoli Ci uniknąć niezręcznej sytuacji. Stopień nieprzyjemności: 9 Przepięknie prowadzenie, przepięknie wykonany obrót, następnie przejście do drugiego obrotu… i BĘC. Pędzące z dużą prędkością włosy mogą być prawdziwym zagrożeniem bezpieczeństwa dla partnera jak i osób postronnych. Zadane obrażenia zależą od długości włosów, sposobu ich upięcia oraz prędkości. Stopień nieprzyjemności: od 1 (trochę denerwujące) do 10 (czy ktoś pomoże mi znaleźć moje oko ?) Główne zmartwienie tancerek jest tendencja do dotykania przez partnera miejsc, które nie powinny być. Niektórzy z Panów szukają sposobu, by dotknąć tych części ciała kobiety, które są zarezerwowane wyłącznie dla chłopaka. Po dokonaniu takiego występku partner zazwyczaj mówi „sorry”, i kiedy nadarzy się znów okazja, robi to ponownie. Nie jest łatwo zidentyfikować takiego osobnika, gdyż to może być każdy mężczyzna, ale miej oko na nażelowanych typów. Stopień nieprzyjemności: 7-10 Utrapienie każdego, kto próbuje poprowadzić partnerkę. Niektóre z nich są strasznie apodyktyczne i nie dają wykonać parterowi tego co chce zrobić. Bardzo ciężko się współpracuje z takimi osobami, gdyż upierają się przy swoim i nie chcą, by inny facet nimi prowadził. Tak naprawdę nie ma znaczenia, co robisz i tak robisz to źle. Tańczy sobie wedle swojego uznanie i masz się po prostu dostosować. No i jeśli coś pójdzie nie tak…. to jest to Twoja wina. Można ją zidentyfikować przez ciągły grymas na twarzy oraz wiecznego niezadowolenia. Stopień nieprzyjemności: 8-9 To jest jeden z moich ulubionych tańców, które tańczyłem. I do tego jeszcze ta muzyka, którą kocham. Nie ważne, jak ja wyglądam lub jakie prezentuje umiejętności, muszę zatańczyć do tego utworu choćby się waliło i paliło. Ten typ tancerza jest bardzo trudny do zidentyfikowania, gdyż ze spokojnej osoby nagle staję się innym człowiekiem. Stopień nieprzyjemności: 5 Szczególnie popularne wśród początkujących tancerzy tzw. „Poker Face” inaczej mówiąc brak pokazywania emocji na twarzy. Nie ważne jak będą się cieszyć tańcem, ich twarz pozostanie bez zmian. Brak uśmiechu, brak kontaktu wzrokowego, brak jakichkolwiek oznak emocji. Taniec z Poker Face’em może sprawić, że poczujesz się najgorszym tancerzem na świecie, nie ważne jak dobrze tańczysz. Oczywiście są osoby nieśmiałe, ale należy pamiętać że kontakt z drugą osobą jest bardzo ważny. Ten typ bardzo mało się śmieje oraz wygląda niepewnie. Stopień nieprzyjemności: 6-7 Jego celem jest eliminacja wszystkich par za pomocą swojej partnerki. Partner będzie pchał, ciągał, rzucał swoją partnerką w każdą parę na parkiecie. Po cały treningu z „Człowiekiem demolką” partnerka czuję się niczym szmaciana lalka, którą bawił się rozwścieczony pitbull. Ten typ człowieka posiada całkowity brak świadomości przestrzeni oraz popycha starsze osoby, kiedy próbuje się dostać do autobusu. Stopień nieprzyjemności: 15 (denerwuje nie tylko Ciebie ale i inne pary) „Zaginiony chłopczyk” tańczy ciągłym “trybie wyszukiwania”, który wiecznie szuka rytmu. W początkowej fazie nauki tańca każdy z nas ma z tym problem, lecz są i tacy, którzy nigdy chyba nie rozwiążą tego problemu, bez względu na to ile by nie tańczyli. Znają wiele figur oraz ruchów, ale łączą je niczym pijana małpa wkładająca naczynia do zmywarki. Stopień nieprzyjemności: 5-8 Jest oczywiście więcej sposób na sprawienie, by taniec był horrorem dla Ciebie, ale wydaje mi się, że większość z nich omówiłem tutaj. Głównym problemem jest to, że nie wiesz z kim masz do czynienia, dopóki z nim nie zatańczysz. Za każdym razem, kiedy tańczysz z osobą, z którą wcześniej nie tańczyłeś ryzykujesz spotkanie z wyżej wymienionymi typami tancerza. Dobrą wiadomością jest to, że w ciągu kilku minut tańca dowiesz się kim oni tak naprawdę są, tak więc tortury nie będą trwały zbyt długo. Którym z wyżej wymienionych typów się spotkałeś osobiście? Daj znać w komentarzu.","categories":[],"tags":[]},{"title":"Siedem powodów, dla których warto być tancerzem","slug":"siedem-powodow-dla-ktorych-warto-byc-tancerzem-1","date":"2015-09-13T15:13:44.000Z","updated":"2015-09-29T08:06:38.208Z","comments":true,"path":"2015/09/13/siedem-powodow-dla-ktorych-warto-byc-tancerzem-1/","link":"","permalink":"http://kochamtaniec.pl/blog/2015/09/13/siedem-powodow-dla-ktorych-warto-byc-tancerzem-1/","excerpt":"Siedem powodów, dla których warto być tancerzemBycie tancerzem nie jest takie łatwe, jakby się mogło wydać. Potrzeba wiele lat ciężkiej pracy, by stać się dobrym w tym co robisz. Jednak jestem pewien, że nie muszę Ci mówić jakim jesteś szczęściarzem, ponieważ istnieje wiele korzyści z bycia tancerzem, które pokrótce wymienię. \n","raw":"title: Siedem powodów, dla których warto być tancerzem\ntags:\n  - korzysci\n  - tanca\ndate: 2015-09-13 17:13:44\n---\n\n\n### Siedem powodów, dla których warto być tancerzem\n\nBycie tancerzem nie jest takie łatwe, jakby się mogło wydać. Potrzeba wiele lat ciężkiej pracy, by stać się dobrym w tym co robisz. Jednak jestem pewien, że nie muszę Ci mówić jakim jesteś szczęściarzem, ponieważ istnieje wiele korzyści z bycia tancerzem, które pokrótce wymienię. \n\n\n![mem](/blog/images/jak-wygladaja.png)\n\n<!-- more -->\n\n**1.\tTaniec pomaga uzyskać lepszą pewność siebie oraz kondycję fizyczną**\n\nTaniec jest dobry dla twojego serca, płuc oraz układu kostnego. Jest to wspaniała aktywność, która zwiększa Twoją wytrzymałość oraz elastyczność. W dodatku taniec wymusza na nas utrzymanie prawidłowej postawy ciała, zwiększa świadomość i kontrole ciała. Dzięki temu otrzymujesz fizyczną pewność siebie, dzięki której inni mogą dostrzec w Tobie tancerza.\n\n**2.\tTaniec usprawnia rozum**\n\nWiele opublikowanych badań stwierdza że taniec jest jedyną aktywnością, która zmniejsza ryzyko demencji. Taniec wymaga korzystania z wielu obszarów mózgu w tym samym czasie. Bez względu na wiek, to zwiększona moc mózgu poprawia bystrość i zwinność, a nawet może zwiększyć zdolność koncentracji.\n\n**3.\tTaniec jest najlepszą inwestycją w siebie**\n\nTaniec utrzymuje twój kontakt z ciałem, co jest ważne w dzisiejszej kulturze. Taniec również pomaga rozwijać twoje ciało i  umysł. Taniec jest najlepszą inwestycją w siebie, gdyż zmniejsza stres, poprawia twoje samopoczucie oraz daje ci możliwość auto-ekspresji.\n\n**4.\tTaniec uczy umiejętności survivalowych** \n\nTaniec ulepsza odporność psychiczną oraz buduję determinację, ponieważ momentami jest ciężko.  Nauczysz się, że należy próbować dopóki nie wykonamy danej figury poprawnie. Pamiętaj, by się nie poddawać się, nawet gdy coś nie idzie zgodnie z planem. Taniec daje również mnóstwo okazji, by wykazać się pomysłowością oraz kreatywnym myśleniem, zwłaszcza jeśli zamierzać tańczyć zawodowo.\n\n**5.\tNigdy się nie zatrzymuj. Idź wciąż naprzód.** \n\nTaniec uczy, by iść ciągle na przód oraz pozwala dowiedzieć się, że każdy z nas nigdy nie przestanie się rozwijać. Każdy krok, który stawiasz na ścieżce tanecznej kariery, sprawia że jesteś coraz lepszy w tym co robisz. Co każdy trening wyznaczaj sobie nowe cele i je realizuj, by stać się perfekcyjnym w tym co robisz.  \n\n\n**6.\tWszystko, co tak naprawdę jest ci potrzebne nauczysz się na zajęciach tanecznych**\n\nZaangażowanie, umiejętności komunikacyjne, pasja, wytrwałość, zdolność do podejmowania odpowiedzi na konstruktywne (lub nie konstruktywnej) krytyki to tylko niektóre życiowe umiejętności, które są rozwijane poprzez taniec. Nic tak bardziej nie uczy życia jak właśnie taniec. \n\n**7.\tBędąc tancerzem poszerzasz swoje horyzonty** \n\nTancerze budują między sobą wspomnienia oraz przyjaźnie, które zostają na wiele lat. Być może dlatego że, tancerze spędzają ze sobą większość swojego wolnego czasu lub dlatego, że każdy z was stara się przekazać cząstkę siebie innemu tancerzowi. Gdziekolwiek się pojawisz i w twoim otoczeniu również zauważysz innego tancerza poczujecie, że macie wiele wspólnego ze sobą. To wspólne doświadczenie jest częścią bogatej historii tradycji i innowacji, która jednoczy tancerzy z całego świata. A ponieważ taniec jest głęboko zakorzeniony w naszej społeczności oraz kulturze, taniec buduje tolerancje i zrozumienie pomiędzy innymi ludźmi. To czyni Cię lepszym obywatelem świata. Tak więc życzę Ci szczęścia oraz wielu sukcesów w dalszej karierze tanecznej. Podziel się z nami swoją listą w [komentarzu](https://www.facebook.com/kochamtaniecpl/posts/1497237013905300).\n","content":"<h3 id=\"Siedem_powodów,_dla_których_warto_być_tancerzem\">Siedem powodów, dla których warto być tancerzem</h3><p>Bycie tancerzem nie jest takie łatwe, jakby się mogło wydać. Potrzeba wiele lat ciężkiej pracy, by stać się dobrym w tym co robisz. Jednak jestem pewien, że nie muszę Ci mówić jakim jesteś szczęściarzem, ponieważ istnieje wiele korzyści z bycia tancerzem, które pokrótce wymienię. </p>\n<p><img src=\"/blog/images/jak-wygladaja.png\" alt=\"mem\"></p>\n<a id=\"more\"></a>\n<p><strong>1.    Taniec pomaga uzyskać lepszą pewność siebie oraz kondycję fizyczną</strong></p>\n<p>Taniec jest dobry dla twojego serca, płuc oraz układu kostnego. Jest to wspaniała aktywność, która zwiększa Twoją wytrzymałość oraz elastyczność. W dodatku taniec wymusza na nas utrzymanie prawidłowej postawy ciała, zwiększa świadomość i kontrole ciała. Dzięki temu otrzymujesz fizyczną pewność siebie, dzięki której inni mogą dostrzec w Tobie tancerza.</p>\n<p><strong>2.    Taniec usprawnia rozum</strong></p>\n<p>Wiele opublikowanych badań stwierdza że taniec jest jedyną aktywnością, która zmniejsza ryzyko demencji. Taniec wymaga korzystania z wielu obszarów mózgu w tym samym czasie. Bez względu na wiek, to zwiększona moc mózgu poprawia bystrość i zwinność, a nawet może zwiększyć zdolność koncentracji.</p>\n<p><strong>3.    Taniec jest najlepszą inwestycją w siebie</strong></p>\n<p>Taniec utrzymuje twój kontakt z ciałem, co jest ważne w dzisiejszej kulturze. Taniec również pomaga rozwijać twoje ciało i  umysł. Taniec jest najlepszą inwestycją w siebie, gdyż zmniejsza stres, poprawia twoje samopoczucie oraz daje ci możliwość auto-ekspresji.</p>\n<p><strong>4.    Taniec uczy umiejętności survivalowych</strong> </p>\n<p>Taniec ulepsza odporność psychiczną oraz buduję determinację, ponieważ momentami jest ciężko.  Nauczysz się, że należy próbować dopóki nie wykonamy danej figury poprawnie. Pamiętaj, by się nie poddawać się, nawet gdy coś nie idzie zgodnie z planem. Taniec daje również mnóstwo okazji, by wykazać się pomysłowością oraz kreatywnym myśleniem, zwłaszcza jeśli zamierzać tańczyć zawodowo.</p>\n<p><strong>5.    Nigdy się nie zatrzymuj. Idź wciąż naprzód.</strong> </p>\n<p>Taniec uczy, by iść ciągle na przód oraz pozwala dowiedzieć się, że każdy z nas nigdy nie przestanie się rozwijać. Każdy krok, który stawiasz na ścieżce tanecznej kariery, sprawia że jesteś coraz lepszy w tym co robisz. Co każdy trening wyznaczaj sobie nowe cele i je realizuj, by stać się perfekcyjnym w tym co robisz.  </p>\n<p><strong>6.    Wszystko, co tak naprawdę jest ci potrzebne nauczysz się na zajęciach tanecznych</strong></p>\n<p>Zaangażowanie, umiejętności komunikacyjne, pasja, wytrwałość, zdolność do podejmowania odpowiedzi na konstruktywne (lub nie konstruktywnej) krytyki to tylko niektóre życiowe umiejętności, które są rozwijane poprzez taniec. Nic tak bardziej nie uczy życia jak właśnie taniec. </p>\n<p><strong>7.    Będąc tancerzem poszerzasz swoje horyzonty</strong> </p>\n<p>Tancerze budują między sobą wspomnienia oraz przyjaźnie, które zostają na wiele lat. Być może dlatego że, tancerze spędzają ze sobą większość swojego wolnego czasu lub dlatego, że każdy z was stara się przekazać cząstkę siebie innemu tancerzowi. Gdziekolwiek się pojawisz i w twoim otoczeniu również zauważysz innego tancerza poczujecie, że macie wiele wspólnego ze sobą. To wspólne doświadczenie jest częścią bogatej historii tradycji i innowacji, która jednoczy tancerzy z całego świata. A ponieważ taniec jest głęboko zakorzeniony w naszej społeczności oraz kulturze, taniec buduje tolerancje i zrozumienie pomiędzy innymi ludźmi. To czyni Cię lepszym obywatelem świata. Tak więc życzę Ci szczęścia oraz wielu sukcesów w dalszej karierze tanecznej. Podziel się z nami swoją listą w <a href=\"https://www.facebook.com/kochamtaniecpl/posts/1497237013905300\" target=\"_blank\" rel=\"external\">komentarzu</a>.</p>\n","text":"Siedem powodów, dla których warto być tancerzemBycie tancerzem nie jest takie łatwe, jakby się mogło wydać. Potrzeba wiele lat ciężkiej pracy, by stać się dobrym w tym co robisz. Jednak jestem pewien, że nie muszę Ci mówić jakim jesteś szczęściarzem, ponieważ istnieje wiele korzyści z bycia tancerzem, które pokrótce wymienię. 1. Taniec pomaga uzyskać lepszą pewność siebie oraz kondycję fizyczną Taniec jest dobry dla twojego serca, płuc oraz układu kostnego. Jest to wspaniała aktywność, która zwiększa Twoją wytrzymałość oraz elastyczność. W dodatku taniec wymusza na nas utrzymanie prawidłowej postawy ciała, zwiększa świadomość i kontrole ciała. Dzięki temu otrzymujesz fizyczną pewność siebie, dzięki której inni mogą dostrzec w Tobie tancerza. 2. Taniec usprawnia rozum Wiele opublikowanych badań stwierdza że taniec jest jedyną aktywnością, która zmniejsza ryzyko demencji. Taniec wymaga korzystania z wielu obszarów mózgu w tym samym czasie. Bez względu na wiek, to zwiększona moc mózgu poprawia bystrość i zwinność, a nawet może zwiększyć zdolność koncentracji. 3. Taniec jest najlepszą inwestycją w siebie Taniec utrzymuje twój kontakt z ciałem, co jest ważne w dzisiejszej kulturze. Taniec również pomaga rozwijać twoje ciało i umysł. Taniec jest najlepszą inwestycją w siebie, gdyż zmniejsza stres, poprawia twoje samopoczucie oraz daje ci możliwość auto-ekspresji. 4. Taniec uczy umiejętności survivalowych Taniec ulepsza odporność psychiczną oraz buduję determinację, ponieważ momentami jest ciężko. Nauczysz się, że należy próbować dopóki nie wykonamy danej figury poprawnie. Pamiętaj, by się nie poddawać się, nawet gdy coś nie idzie zgodnie z planem. Taniec daje również mnóstwo okazji, by wykazać się pomysłowością oraz kreatywnym myśleniem, zwłaszcza jeśli zamierzać tańczyć zawodowo. 5. Nigdy się nie zatrzymuj. Idź wciąż naprzód. Taniec uczy, by iść ciągle na przód oraz pozwala dowiedzieć się, że każdy z nas nigdy nie przestanie się rozwijać. Każdy krok, który stawiasz na ścieżce tanecznej kariery, sprawia że jesteś coraz lepszy w tym co robisz. Co każdy trening wyznaczaj sobie nowe cele i je realizuj, by stać się perfekcyjnym w tym co robisz. 6. Wszystko, co tak naprawdę jest ci potrzebne nauczysz się na zajęciach tanecznych Zaangażowanie, umiejętności komunikacyjne, pasja, wytrwałość, zdolność do podejmowania odpowiedzi na konstruktywne (lub nie konstruktywnej) krytyki to tylko niektóre życiowe umiejętności, które są rozwijane poprzez taniec. Nic tak bardziej nie uczy życia jak właśnie taniec. 7. Będąc tancerzem poszerzasz swoje horyzonty Tancerze budują między sobą wspomnienia oraz przyjaźnie, które zostają na wiele lat. Być może dlatego że, tancerze spędzają ze sobą większość swojego wolnego czasu lub dlatego, że każdy z was stara się przekazać cząstkę siebie innemu tancerzowi. Gdziekolwiek się pojawisz i w twoim otoczeniu również zauważysz innego tancerza poczujecie, że macie wiele wspólnego ze sobą. To wspólne doświadczenie jest częścią bogatej historii tradycji i innowacji, która jednoczy tancerzy z całego świata. A ponieważ taniec jest głęboko zakorzeniony w naszej społeczności oraz kulturze, taniec buduje tolerancje i zrozumienie pomiędzy innymi ludźmi. To czyni Cię lepszym obywatelem świata. Tak więc życzę Ci szczęścia oraz wielu sukcesów w dalszej karierze tanecznej. Podziel się z nami swoją listą w komentarzu.","categories":[],"tags":[{"name":"korzysci","slug":"korzysci","permalink":"http://kochamtaniec.pl/blog/tags/korzysci/"},{"name":"tanca","slug":"tanca","permalink":"http://kochamtaniec.pl/blog/tags/tanca/"}]},{"title":"9 sposobów by zwiększyć wytrzymałość w tańcu","slug":"15-sposobow-by-zwiekszyc-wytrzymalosc-w-tancu","date":"2015-08-27T18:48:38.000Z","updated":"2015-09-20T17:33:13.414Z","comments":true,"path":"2015/08/27/15-sposobow-by-zwiekszyc-wytrzymalosc-w-tancu/","link":"","permalink":"http://kochamtaniec.pl/blog/2015/08/27/15-sposobow-by-zwiekszyc-wytrzymalosc-w-tancu/","excerpt":"Wytrzymałość to klucz do sukcesu w tańcuZmęczenie może wpływać na twoje wyniki taneczne. Zmęczenie daje swe znaki nawet osobom wysportowanym. Wielu tancerzy ignoruje również zmęczenie umysłowe oraz emocjonalne. Ponadto wielu tancerzy, którzy podróżują na turnieje lub zawody muszą radzić sobie ze zmęczenie spowodowane podróżą. Wytrzymałość jest istotna podczas zawodów tanecznych. Rozważcie sobie te 9 sposobów, które zwiększą waszą wytrzymałość podczas treningu oraz turnieji tanecznych. Sposób w jaki się przygotowujesz przed zawodami jest dosyć istotny.\n","raw":"---\ntitle: 9 sposobów by zwiększyć wytrzymałość w tańcu\ndate: 2015-08-27 20:48:38\ntags: Wytrzymalosc\n---\n\n### Wytrzymałość to klucz do sukcesu w tańcu\n\nZmęczenie może wpływać na twoje wyniki taneczne. Zmęczenie daje swe znaki nawet osobom wysportowanym. Wielu tancerzy ignoruje również zmęczenie umysłowe oraz emocjonalne. Ponadto wielu tancerzy, którzy podróżują na turnieje lub zawody muszą radzić sobie ze zmęczenie spowodowane podróżą. Wytrzymałość jest istotna podczas zawodów tanecznych. Rozważcie sobie te 9 sposobów, które zwiększą waszą wytrzymałość podczas treningu oraz turnieji tanecznych. Sposób w jaki się przygotowujesz przed zawodami jest dosyć istotny.\n\n![mem](/blog/images/wytrzymalosc.jpg)\n\n<!-- more -->\n\n### Dbaj o odpowiednią ilości snu podczas podróży\n\n1.   Wiele ludzi wstrzymuje się od snu, mając nadzieję, że im to pomoże zasnąć we właściwej porze w nowej strefie czasowej. W zasadzie jest to duży błąd. Postaraj się by podczas podróży uciąć krótką drzemkę. Wystarczy tylko zamknąć swoje oczy i pozwolić się zrelaksować. W pewnych chwilach jest to awykonalne, lecz to pozwoli Ci czuć się lepiej w nowej strefie czasowej.\n\n2.   Podróżują w jednej strefie czasowej możemy odczuwać zmęczenie, które jest spowodowane odwodnieniem organizmu. Również zdarza nam się często nie jeść żadnego posiłku podczas podróży. By temu zaradzić powinieneś pić i jeść trochę więcej niż zazwyczaj.\n\n3.   Twoje ciśnienie krwi obniża się ze względu na brak ruchu. Jest to jedna z przyczyn zmęczenia, które występuje podczas podróży. Kiedy nie śpisz lub odpoczywasz postaraj się poruszać na fotelu, którym siedzisz. Jeśli jest to możliwe pospaceruj w środku transportu którym podróżujesz. \n\n![mem](/blog/images/child.jpg)\n\n### Zmęczenie psychiczne wpływa znacząco na naszą wytrzymałość\n\n4.   Psychiczne zmęczenie może występować, kiedy produkty uboczne metabolizmu pojawiają się w mózgu oraz organizmie. Odpoczynek usuwa z ciała zbędne toksyny, oraz umożliwia neuronom w twoim mózgu oraz mięśniom zregenerować się. Prawidłowa suplementacja oraz odpowiednie nawodnienie organizmu również pozwala Ci w zwalczeniu zmęczenia spowodowanego podróżą.\n\n5.   Zaopatruj swoje ciało w posiłki wysokowęglowodanowe oraz te, które zawierają witaminę B12 oraz aminokwasy. Przed każdymi zawodami postaraj się zjeść takie produkty jak orzechy, ryby, mięso i jajka. Posiłki przed każdymi zawodami powinny być lekkie oraz być spożywanej najpóźniej 2 godziny przed rozpoczęciem turnieju. Pamiętaj, by odpowiednio zbilansować swój posiłek, by podczas zawodów nie być przejedzonym oraz zmęczonym z powodu braku energii z pożywienia.\n\n6.   Pamiętaj, by odpowiednio się nawodnić przed każdymi zawodami. Pij wodę lub izotoniki 1-2 godziny przed zawodami lub treningiem. Podczas dużego wysiłku ważne jest by pić 1,5L wody na godzinę.\n\n7.   Unikaj picia alkoholu oraz palenia papierosów przed zawodami, bowiem zwiększają one stężenie toksyn w organizmie.\n\n8.   Jedną z ważnych rzeczy, które nie jest wykonywana przez tancerzy jest rozgrzewka. Jest to kluczowy element, by unikać kontuzji oraz uzyskać lepszą sprawność ciała podczas zawodów. Podczas podróży niskie ciśnienie krwi, sprawia że mięśnie są słabo utlenione.  \n9.   Oddychaj głęboko. Płytki oddech zmniejsza ilość powietrza w organizmie, przez co czuje się bardziej zmęczony oraz zestresowany. Płytki oddech jest powszechnym zachowaniem, które jest niepożądane. Podczas treningu oddychaj głęboko przez nos lub wdychaj powietrze przez nos a wydychaj przez usta.  Upewnij się że klatka piersiowa podczas oddechu uniosła się oraz opadła.","content":"<h3 id=\"Wytrzymałość_to_klucz_do_sukcesu_w_tańcu\">Wytrzymałość to klucz do sukcesu w tańcu</h3><p>Zmęczenie może wpływać na twoje wyniki taneczne. Zmęczenie daje swe znaki nawet osobom wysportowanym. Wielu tancerzy ignoruje również zmęczenie umysłowe oraz emocjonalne. Ponadto wielu tancerzy, którzy podróżują na turnieje lub zawody muszą radzić sobie ze zmęczenie spowodowane podróżą. Wytrzymałość jest istotna podczas zawodów tanecznych. Rozważcie sobie te 9 sposobów, które zwiększą waszą wytrzymałość podczas treningu oraz turnieji tanecznych. Sposób w jaki się przygotowujesz przed zawodami jest dosyć istotny.</p>\n<p><img src=\"/blog/images/wytrzymalosc.jpg\" alt=\"mem\"></p>\n<a id=\"more\"></a>\n<h3 id=\"Dbaj_o_odpowiednią_ilości_snu_podczas_podróży\">Dbaj o odpowiednią ilości snu podczas podróży</h3><ol>\n<li><p>Wiele ludzi wstrzymuje się od snu, mając nadzieję, że im to pomoże zasnąć we właściwej porze w nowej strefie czasowej. W zasadzie jest to duży błąd. Postaraj się by podczas podróży uciąć krótką drzemkę. Wystarczy tylko zamknąć swoje oczy i pozwolić się zrelaksować. W pewnych chwilach jest to awykonalne, lecz to pozwoli Ci czuć się lepiej w nowej strefie czasowej.</p>\n</li>\n<li><p>Podróżują w jednej strefie czasowej możemy odczuwać zmęczenie, które jest spowodowane odwodnieniem organizmu. Również zdarza nam się często nie jeść żadnego posiłku podczas podróży. By temu zaradzić powinieneś pić i jeść trochę więcej niż zazwyczaj.</p>\n</li>\n<li><p>Twoje ciśnienie krwi obniża się ze względu na brak ruchu. Jest to jedna z przyczyn zmęczenia, które występuje podczas podróży. Kiedy nie śpisz lub odpoczywasz postaraj się poruszać na fotelu, którym siedzisz. Jeśli jest to możliwe pospaceruj w środku transportu którym podróżujesz. </p>\n</li>\n</ol>\n<p><img src=\"/blog/images/child.jpg\" alt=\"mem\"></p>\n<h3 id=\"Zmęczenie_psychiczne_wpływa_znacząco_na_naszą_wytrzymałość\">Zmęczenie psychiczne wpływa znacząco na naszą wytrzymałość</h3><ol>\n<li><p>Psychiczne zmęczenie może występować, kiedy produkty uboczne metabolizmu pojawiają się w mózgu oraz organizmie. Odpoczynek usuwa z ciała zbędne toksyny, oraz umożliwia neuronom w twoim mózgu oraz mięśniom zregenerować się. Prawidłowa suplementacja oraz odpowiednie nawodnienie organizmu również pozwala Ci w zwalczeniu zmęczenia spowodowanego podróżą.</p>\n</li>\n<li><p>Zaopatruj swoje ciało w posiłki wysokowęglowodanowe oraz te, które zawierają witaminę B12 oraz aminokwasy. Przed każdymi zawodami postaraj się zjeść takie produkty jak orzechy, ryby, mięso i jajka. Posiłki przed każdymi zawodami powinny być lekkie oraz być spożywanej najpóźniej 2 godziny przed rozpoczęciem turnieju. Pamiętaj, by odpowiednio zbilansować swój posiłek, by podczas zawodów nie być przejedzonym oraz zmęczonym z powodu braku energii z pożywienia.</p>\n</li>\n<li><p>Pamiętaj, by odpowiednio się nawodnić przed każdymi zawodami. Pij wodę lub izotoniki 1-2 godziny przed zawodami lub treningiem. Podczas dużego wysiłku ważne jest by pić 1,5L wody na godzinę.</p>\n</li>\n<li><p>Unikaj picia alkoholu oraz palenia papierosów przed zawodami, bowiem zwiększają one stężenie toksyn w organizmie.</p>\n</li>\n<li><p>Jedną z ważnych rzeczy, które nie jest wykonywana przez tancerzy jest rozgrzewka. Jest to kluczowy element, by unikać kontuzji oraz uzyskać lepszą sprawność ciała podczas zawodów. Podczas podróży niskie ciśnienie krwi, sprawia że mięśnie są słabo utlenione.  </p>\n</li>\n<li>Oddychaj głęboko. Płytki oddech zmniejsza ilość powietrza w organizmie, przez co czuje się bardziej zmęczony oraz zestresowany. Płytki oddech jest powszechnym zachowaniem, które jest niepożądane. Podczas treningu oddychaj głęboko przez nos lub wdychaj powietrze przez nos a wydychaj przez usta.  Upewnij się że klatka piersiowa podczas oddechu uniosła się oraz opadła.</li>\n</ol>\n","text":"Wytrzymałość to klucz do sukcesu w tańcuZmęczenie może wpływać na twoje wyniki taneczne. Zmęczenie daje swe znaki nawet osobom wysportowanym. Wielu tancerzy ignoruje również zmęczenie umysłowe oraz emocjonalne. Ponadto wielu tancerzy, którzy podróżują na turnieje lub zawody muszą radzić sobie ze zmęczenie spowodowane podróżą. Wytrzymałość jest istotna podczas zawodów tanecznych. Rozważcie sobie te 9 sposobów, które zwiększą waszą wytrzymałość podczas treningu oraz turnieji tanecznych. Sposób w jaki się przygotowujesz przed zawodami jest dosyć istotny. Dbaj o odpowiednią ilości snu podczas podróży Wiele ludzi wstrzymuje się od snu, mając nadzieję, że im to pomoże zasnąć we właściwej porze w nowej strefie czasowej. W zasadzie jest to duży błąd. Postaraj się by podczas podróży uciąć krótką drzemkę. Wystarczy tylko zamknąć swoje oczy i pozwolić się zrelaksować. W pewnych chwilach jest to awykonalne, lecz to pozwoli Ci czuć się lepiej w nowej strefie czasowej. Podróżują w jednej strefie czasowej możemy odczuwać zmęczenie, które jest spowodowane odwodnieniem organizmu. Również zdarza nam się często nie jeść żadnego posiłku podczas podróży. By temu zaradzić powinieneś pić i jeść trochę więcej niż zazwyczaj. Twoje ciśnienie krwi obniża się ze względu na brak ruchu. Jest to jedna z przyczyn zmęczenia, które występuje podczas podróży. Kiedy nie śpisz lub odpoczywasz postaraj się poruszać na fotelu, którym siedzisz. Jeśli jest to możliwe pospaceruj w środku transportu którym podróżujesz. Zmęczenie psychiczne wpływa znacząco na naszą wytrzymałość Psychiczne zmęczenie może występować, kiedy produkty uboczne metabolizmu pojawiają się w mózgu oraz organizmie. Odpoczynek usuwa z ciała zbędne toksyny, oraz umożliwia neuronom w twoim mózgu oraz mięśniom zregenerować się. Prawidłowa suplementacja oraz odpowiednie nawodnienie organizmu również pozwala Ci w zwalczeniu zmęczenia spowodowanego podróżą. Zaopatruj swoje ciało w posiłki wysokowęglowodanowe oraz te, które zawierają witaminę B12 oraz aminokwasy. Przed każdymi zawodami postaraj się zjeść takie produkty jak orzechy, ryby, mięso i jajka. Posiłki przed każdymi zawodami powinny być lekkie oraz być spożywanej najpóźniej 2 godziny przed rozpoczęciem turnieju. Pamiętaj, by odpowiednio zbilansować swój posiłek, by podczas zawodów nie być przejedzonym oraz zmęczonym z powodu braku energii z pożywienia. Pamiętaj, by odpowiednio się nawodnić przed każdymi zawodami. Pij wodę lub izotoniki 1-2 godziny przed zawodami lub treningiem. Podczas dużego wysiłku ważne jest by pić 1,5L wody na godzinę. Unikaj picia alkoholu oraz palenia papierosów przed zawodami, bowiem zwiększają one stężenie toksyn w organizmie. Jedną z ważnych rzeczy, które nie jest wykonywana przez tancerzy jest rozgrzewka. Jest to kluczowy element, by unikać kontuzji oraz uzyskać lepszą sprawność ciała podczas zawodów. Podczas podróży niskie ciśnienie krwi, sprawia że mięśnie są słabo utlenione. Oddychaj głęboko. Płytki oddech zmniejsza ilość powietrza w organizmie, przez co czuje się bardziej zmęczony oraz zestresowany. Płytki oddech jest powszechnym zachowaniem, które jest niepożądane. Podczas treningu oddychaj głęboko przez nos lub wdychaj powietrze przez nos a wydychaj przez usta. Upewnij się że klatka piersiowa podczas oddechu uniosła się oraz opadła.","categories":[],"tags":[{"name":"Wytrzymalosc","slug":"Wytrzymalosc","permalink":"http://kochamtaniec.pl/blog/tags/Wytrzymalosc/"}]}]}